{
  "chapters": [
    {
      "id": "segnali-pericolo",
      "icon": "AlertTriangle",
      "title": "Segnali di Pericolo",
      "description": "I segnali di pericolo hanno forma triangolare con vertice verso l'alto, bordo rosso e sfondo bianco. Sono posizionati a 150 metri prima del pericolo che segnalano fuori dai centri abitati, a distanza minore nei centri abitati. Prescrivono comportamenti prudenti, in particolare la riduzione della velocità.",
      "signals": [
        {
          "id": "curva-destra",
          "image": "/images/segnali/curva-destra.png",
          "nome": "Curva pericolosa a destra",
          "descrizione": "Preavvisa una curva pericolosa verso destra che richiede particolare attenzione.",
          "comportamento": "Rallentare adeguatamente prima della curva, mantenere la destra, non invadere la corsia opposta, aumentare l'attenzione per veicoli provenienti dal senso opposto."
        },
        {
          "id": "curva-sinistra",
          "image": "/images/segnali/curva-sinistra.png",
          "nome": "Curva pericolosa a sinistra",
          "descrizione": "Preavvisa una curva pericolosa verso sinistra che limita la visibilità.",
          "comportamento": "Moderare la velocità, tenersi sul lato destro della carreggiata, prestare attenzione ai veicoli che provengono dal senso opposto."
        },
        {
          "id": "doppia-curva-destra",
          "image": "/images/segnali/doppia-curva-destra.png",
          "nome": "Doppia curva pericolosa (prima a destra)",
          "descrizione": "Preavvisa due curve consecutive pericolose, la prima delle quali è verso destra.",
          "comportamento": "Rallentare e mantenere una velocità costante adeguata per affrontare in sicurezza entrambe le curve successive."
        },
        {
          "id": "doppia-curva-sinistra",
          "image": "/images/segnali/doppia-curva-sinistra.png",
          "nome": "Doppia curva pericolosa (prima a sinistra)",
          "descrizione": "Preavvisa due curve consecutive pericolose, la prima delle quali è verso sinistra.",
          "comportamento": "Ridurre progressivamente la velocità per affrontare entrambe le curve mantenendo il pieno controllo del veicolo."
        },
        {
          "id": "passaggio-livello-con-barriere",
          "image": "/images/segnali/passaggio-livello-con-barriere.png",
          "nome": "Passaggio a livello con barriere",
          "descrizione": "Preavvisa un passaggio a livello dotato di barriere o semibarriere che si abbassano all'arrivo del treno.",
          "comportamento": "Fermarsi sempre quando le barriere sono chiuse o in movimento. Attraversare rapidamente i binari quando è consentito, senza arrestarsi sui binari."
        },
        {
          "id": "passaggio-livello-senza-barriere",
          "image": "/images/segnali/passaggio-livello-senza-barriere.png",
          "nome": "Passaggio a livello senza barriere",
          "descrizione": "Preavvisa un passaggio a livello non protetto da barriere o semibarriere.",
          "comportamento": "Massima attenzione, guardare da entrambi i lati prima di attraversare, fermarsi immediatamente in caso di arrivo del treno, anche senza segnalazioni."
        },
        {
          "id": "strada-deformata",
          "image": "/images/segnali/strada-deformata.png",
          "nome": "Strada deformata",
          "descrizione": "Indica strada con pavimentazione irregolare, dissestata, con buche o fossi.",
          "comportamento": "Rallentare per evitare sbandamenti e sollecitazioni dannose alle sospensioni del veicolo. Aumentare la distanza di sicurezza."
        },
        {
          "id": "dosso",
          "image": "/images/segnali/dosso.png",
          "nome": "Dosso",
          "descrizione": "Preavvisa una salita seguita immediatamente da una discesa che limita notevolmente la visibilità della strada.",
          "comportamento": "Moderare la velocità, tenersi sulla destra, non sorpassare in prossimità e in corrispondenza del dosso."
        },
        {
          "id": "cunetta",
          "image": "/images/segnali/cunetta.png",
          "nome": "Cunetta o avvallamento",
          "descrizione": "Indica una depressione della strada o un avvallamento che può limitare la visibilità.",
          "comportamento": "Ridurre la velocità per evitare di perdere il controllo del veicolo. Prestare attenzione a possibili accumuli d'acqua."
        },
        {
          "id": "strettoia-simmetrica",
          "image": "/images/segnali/strettoia-simmetrica.png",
          "nome": "Strettoia simmetrica",
          "descrizione": "Preavvisa un restringimento della carreggiata su entrambi i lati della strada.",
          "comportamento": "Rallentare, dare eventualmente la precedenza secondo le regole generali, evitare manovre di sorpasso."
        },
        {
          "id": "strettoia-destra",
          "image": "/images/segnali/strettoia-destra.png",
          "nome": "Strettoia asimmetrica a destra",
          "descrizione": "Preavvisa un restringimento della carreggiata sul lato destro.",
          "comportamento": "Ridurre la velocità e fare attenzione ai veicoli che provengono dal senso opposto."
        },
        {
          "id": "strettoia-sinistra",
          "image": "/images/segnali/strettoia-sinistra.png",
          "nome": "Strettoia asimmetrica a sinistra",
          "descrizione": "Preavvisa un restringimento della carreggiata sul lato sinistro.",
          "comportamento": "Moderare la velocità, tenersi sulla destra e prestare attenzione al traffico proveniente dal senso opposto."
        },
        {
          "id": "ponte-mobile",
          "image": "/images/segnali/ponte-mobile.png",
          "nome": "Ponte mobile",
          "descrizione": "Preavvisa un ponte mobile che può essere aperto per consentire il passaggio di imbarcazioni.",
          "comportamento": "Prestare attenzione, fermarsi se il ponte è aperto o in movimento. Attraversare rapidamente quando consentito."
        },
        {
          "id": "banchina-pericolosa",
          "image": "/images/segnali/banchina-pericolosa.png",
          "nome": "Banchina pericolosa",
          "descrizione": "Indica la presenza di banchina cedevole, franabile o non praticabile.",
          "comportamento": "Tenersi lontani dal margine destro della carreggiata. Non sostare sulla banchina."
        },
        {
          "id": "discesa-pericolosa",
          "image": "/images/segnali/discesa-pericolosa.png",
          "nome": "Discesa pericolosa",
          "descrizione": "Preavvisa un tratto di strada in discesa con pendenza significativa.",
          "comportamento": "Usare marce basse e il freno motore. Non procedere a folle. Aumentare la distanza di sicurezza."
        },
        {
          "id": "salita-ripida",
          "image": "/images/segnali/salita-ripida.png",
          "nome": "Salita ripida",
          "descrizione": "Preavvisa un tratto di strada in salita con pendenza rilevante.",
          "comportamento": "Inserire una marcia adeguata per mantenere potenza e velocità costante. Fare attenzione ai veicoli lenti."
        },
        {
          "id": "doppio-senso",
          "image": "/images/segnali/doppio-senso.png",
          "nome": "Strada a doppio senso di circolazione",
          "descrizione": "Preavvisa l'inizio o la ripresa del doppio senso di circolazione dopo un tratto a senso unico.",
          "comportamento": "Tenersi sulla destra, prestare attenzione ai veicoli provenienti dal senso opposto."
        },
        {
          "id": "attraversamento-pedonale",
          "image": "/images/segnali/attraversamento-pedonale.png",
          "nome": "Attraversamento pedonale",
          "descrizione": "Preavvisa un attraversamento pedonale segnalato con strisce (zebre).",
          "comportamento": "Moderare la velocità, essere pronti a fermarsi, dare sempre la precedenza ai pedoni sulle strisce."
        },
        {
          "id": "attraversamento-ciclabile",
          "image": "/images/segnali/attraversamento-ciclabile.png",
          "nome": "Attraversamento ciclabile",
          "descrizione": "Preavvisa un attraversamento riservato ai ciclisti.",
          "comportamento": "Rallentare e dare la precedenza ai ciclisti che attraversano."
        },
        {
          "id": "bambini",
          "image": "/images/segnali/bambini.png",
          "nome": "Bambini",
          "descrizione": "Preavvisa luoghi frequentati da bambini come scuole, parchi giochi, campi sportivi.",
          "comportamento": "Massima prudenza, ridurre significativamente la velocità, essere pronti a frenare improvvisamente."
        },
        {
          "id": "animali-domestici",
          "image": "/images/segnali/animali-domestici.png",
          "nome": "Attraversamento di animali domestici",
          "descrizione": "Preavvisa possibile attraversamento di animali domestici come mucche, cavalli, greggi.",
          "comportamento": "Moderare la velocità, essere pronti a fermarsi. Non suonare il clacson per non spaventare gli animali."
        },
        {
          "id": "animali-selvatici",
          "image": "/images/segnali/animali-selvatici.png",
          "nome": "Attraversamento di animali selvatici",
          "descrizione": "Preavvisa possibile attraversamento improvviso di animali selvatici.",
          "comportamento": "Ridurre la velocità specialmente all'alba e al tramonto. Massima attenzione nelle ore notturne."
        },
        {
          "id": "lavori-in-corso",
          "image": "/images/segnali/lavori-in-corso.png",
          "nome": "Lavori in corso",
          "descrizione": "Preavvisa la presenza di cantieri stradali o lavori in corso sulla carreggiata.",
          "comportamento": "Rallentare, prestare attenzione agli operai, seguire la segnaletica temporanea e le indicazioni del personale."
        },
        {
          "id": "caduta-massi",
          "image": "/images/segnali/caduta-massi.png",
          "nome": "Caduta massi",
          "descrizione": "Indica pericolo di caduta pietre, massi o materiali dalla parete rocciosa.",
          "comportamento": "Prestare attenzione, non sostare. Attraversare rapidamente la zona se si vedono detriti sulla strada."
        },
        {
          "id": "materiale-instabile",
          "image": "/images/segnali/materiale-instabile.png",
          "nome": "Materiale instabile sulla strada",
          "descrizione": "Indica presenza di ghiaia, pietrisco o materiale instabile sulla carreggiata.",
          "comportamento": "Ridurre la velocità per evitare sbandamenti. Aumentare la distanza di sicurezza."
        },
        {
          "id": "forte-vento",
          "image": "/images/segnali/forte-vento.png",
          "nome": "Forte vento laterale",
          "descrizione": "Preavvisa tratti esposti a forti raffiche di vento laterale che possono deviare la traiettoria.",
          "comportamento": "Rallentare, stringere con decisione il volante, fare particolare attenzione se si guida un veicolo alto o si trasporta un rimorchio."
        },
        {
          "id": "semaforo",
          "image": "/images/segnali/semaforo.png",
          "nome": "Semaforo",
          "descrizione": "Preavvisa la presenza di un impianto semaforico non visibile in tempo utile.",
          "comportamento": "Moderare la velocità per essere pronti ad arrestarsi se il semaforo è rosso o giallo."
        },
        {
          "id": "sbocco-molo",
          "image": "/images/segnali/sbocco-molo.png",
          "nome": "Sbocco su molo o argine",
          "descrizione": "Indica che la strada termina su un molo, una banchina portuale o un argine.",
          "comportamento": "Rallentare notevolmente, procedere con estrema cautela. Pericolo di caduta in acqua."
        },
        {
          "id": "altri-pericoli",
          "image": "/images/segnali/altri-pericoli.png",
          "nome": "Altri pericoli",
          "descrizione": "Preavvisa un pericolo diverso da quelli rappresentati dagli altri segnali. Solitamente accompagnato da pannello integrativo.",
          "comportamento": "Prestare attenzione e leggere il pannello integrativo per conoscere la natura del pericolo."
        }
      ]
    },
    {
      "id": "segnali-precedenza",
      "icon": "AlertCircle",
      "title": "Segnali di Precedenza",
      "description": "I segnali di precedenza regolano il diritto di precedenza agli incroci. Hanno forme diverse: il STOP è ottagonale, dare precedenza è triangolare con vertice in basso, i segnali di diritto di precedenza sono a forma di rombo.",
      "signals": [
        {
          "id": "stop",
          "image": "/images/segnali/stop.png",
          "nome": "STOP - Fermarsi e dare precedenza",
          "descrizione": "Impone l'arresto assoluto del veicolo. Ha forma ottagonale rossa con scritta STOP bianca.",
          "comportamento": "Fermarsi sempre alla striscia di arresto, anche se non passano veicoli. Dare precedenza a destra e sinistra prima di ripartire."
        },
        {
          "id": "dare-precedenza",
          "image": "/images/segnali/dare-precedenza.png",
          "nome": "Dare precedenza",
          "descrizione": "Triangolo con vertice in basso, bordo rosso. Obbliga a dare precedenza ai veicoli provenienti dalle strade che si incrociano.",
          "comportamento": "Rallentare, essere pronti a fermarsi, dare precedenza ai veicoli sulla strada con diritto di precedenza."
        },
        {
          "id": "diritto-precedenza",
          "image": "/images/segnali/diritto-precedenza.png",
          "nome": "Diritto di precedenza",
          "descrizione": "Segnale a forma di rombo giallo e bianco. Indica che si ha diritto di precedenza agli incroci.",
          "comportamento": "Si ha la precedenza, ma procedere sempre con prudenza verificando che gli altri veicoli rispettino il dare precedenza."
        },
        {
          "id": "fine-diritto-precedenza",
          "image": "/images/segnali/fine-diritto-precedenza.png",
          "nome": "Fine del diritto di precedenza",
          "descrizione": "Rombo giallo e bianco barrato. Indica la fine della strada con diritto di precedenza.",
          "comportamento": "Prestare attenzione, prepararsi a dare la precedenza all'incrocio successivo secondo le regole generali."
        },
        {
          "id": "precedenza-senso-opposto",
          "image": "/images/segnali/precedenza-senso-opposto.png",
          "nome": "Dare precedenza nei sensi unici alternati",
          "descrizione": "Indica obbligo di dare precedenza ai veicoli provenienti dal senso opposto in un tratto a senso unico alternato.",
          "comportamento": "Fermarsi e attendere che il tratto sia libero prima di impegnarlo."
        },
        {
          "id": "diritto-precedenza-senso-opposto",
          "image": "/images/segnali/diritto-precedenza-senso-opposto.png",
          "nome": "Diritto di precedenza nei sensi unici alternati",
          "descrizione": "Indica diritto di precedenza rispetto ai veicoli che provengono dal senso opposto.",
          "comportamento": "Si ha la precedenza, ma procedere con attenzione verificando che il tratto sia effettivamente libero."
        },
        {
          "id": "incrocio-diritto-precedenza",
          "image": "/images/segnali/incrocio-diritto-precedenza.png",
          "nome": "Incrocio con diritto di precedenza",
          "descrizione": "Preavvisa un incrocio nel quale si ha diritto di precedenza.",
          "comportamento": "Mantenere la velocità adeguata, prestare comunque attenzione a veicoli che potrebbero non rispettare la precedenza."
        },
        {
          "id": "intersezione-strada-senza-precedenza",
          "image": "/images/segnali/intersezione-strada-senza-precedenza.png",
          "nome": "Intersezione con strada senza diritto di precedenza",
          "descrizione": "Preavvisa un incrocio con strada secondaria dalla quale i veicoli devono dare precedenza.",
          "comportamento": "Procedere con prudenza pur avendo la precedenza, essere pronti a rallentare se necessario."
        }
      ]
    },
    {
      "id": "segnali-divieto",
      "icon": "Ban",
      "title": "Segnali di Divieto",
      "description": "I segnali di divieto hanno forma circolare con bordo rosso su fondo bianco o azzurro. Vietano determinate manovre o comportamenti. Il divieto inizia dal segnale e termina al primo incrocio, salvo indicazioni diverse.",
      "signals": [
        {
          "id": "divieto-transito",
          "image": "/images/segnali/divieto-transito.png",
          "nome": "Divieto di transito",
          "descrizione": "Vieta il transito in entrambi i sensi a tutti i veicoli.",
          "comportamento": "Non procedere. Cercare un percorso alternativo."
        },
        {
          "id": "senso-vietato",
          "image": "/images/segnali/senso-vietato.png",
          "nome": "Senso vietato",
          "descrizione": "Vieta il transito nel senso di marcia del veicolo. La strada è a senso unico nell'altra direzione.",
          "comportamento": "Non imboccare la strada. Invertire la marcia se possibile o cercare un altro percorso."
        },
        {
          "id": "divieto-accesso",
          "image": "/images/segnali/divieto-accesso.png",
          "nome": "Divieto di accesso",
          "descrizione": "Vieta l'accesso ai veicoli nella direzione indicata. Fondo rosso con barra orizzontale bianca.",
          "comportamento": "Non accedere. Trovare un percorso alternativo."
        },
        {
          "id": "divieto-sorpasso",
          "image": "/images/segnali/divieto-sorpasso.png",
          "nome": "Divieto di sorpasso",
          "descrizione": "Vieta ai veicoli di sorpassare altri veicoli a motore, eccetto motocicli e ciclomotori a due ruote.",
          "comportamento": "Non sorpassare veicoli a motore. Mantenere la distanza di sicurezza. Il divieto termina al primo incrocio."
        },
        {
          "id": "limite-velocita-30",
          "image": "/images/segnali/limite-velocita-30.png",
          "nome": "Limite di velocità 30 km/h",
          "descrizione": "Vieta di superare la velocità di 30 km/h.",
          "comportamento": "Non superare mai i 30 km/h fino alla fine del limite (indicata da apposito segnale o incrocio)."
        },
        {
          "id": "limite-velocita-50",
          "image": "/images/segnali/limite-velocita-50.png",
          "nome": "Limite di velocità 50 km/h",
          "descrizione": "Vieta di superare la velocità di 50 km/h.",
          "comportamento": "Rispettare il limite di 50 km/h fino al segnale di fine limite o all'incrocio."
        },
        {
          "id": "limite-velocita-70",
          "image": "/images/segnali/limite-velocita-70.png",
          "nome": "Limite di velocità 70 km/h",
          "descrizione": "Vieta di superare la velocità di 70 km/h.",
          "comportamento": "Non superare i 70 km/h. Adeguare la velocità alle condizioni del traffico e meteo."
        },
        {
          "id": "divieto-sosta",
          "image": "/images/segnali/divieto-sosta.png",
          "nome": "Divieto di sosta",
          "descrizione": "Vieta la sosta ma consente la fermata (max 3 minuti con conducente a bordo o nelle vicinanze).",
          "comportamento": "Non sostare. È consentita solo la fermata per operazioni di carico/scarico o salita/discesa passeggeri."
        },
        {
          "id": "divieto-fermata",
          "image": "/images/segnali/divieto-fermata.png",
          "nome": "Divieto di fermata",
          "descrizione": "Vieta sia la fermata che la sosta. Doppia barra rossa a forma di X.",
          "comportamento": "Vietato fermarsi anche temporaneamente, salvo arresto per emergenza o imposizione del traffico."
        },
        {
          "id": "divieto-segnalazioni-acustiche",
          "image": "/images/segnali/divieto-segnalazioni-acustiche.png",
          "nome": "Divieto di segnalazioni acustiche",
          "descrizione": "Vieta l'uso del clacson e dei dispositivi acustici, salvo pericolo immediato.",
          "comportamento": "Non usare il clacson, eccetto in caso di pericolo immediato per evitare incidenti."
        },
        {
          "id": "divieto-transito-veicoli-motore",
          "image": "/images/segnali/divieto-transito-veicoli-motore.png",
          "nome": "Divieto di transito ai veicoli a motore",
          "descrizione": "Vieta il transito a tutti i veicoli a motore (auto, moto, ciclomotori).",
          "comportamento": "Trovare un percorso alternativo. Consentito solo a veicoli senza motore (biciclette, pedoni)."
        },
        {
          "id": "divieto-transito-autocarri",
          "image": "/images/segnali/divieto-transito-autocarri.png",
          "nome": "Divieto di transito agli autocarri",
          "descrizione": "Vieta il transito agli autocarri oltre una certa massa (specificata nel segnale).",
          "comportamento": "Se si guida un autocarro della categoria indicata, cercare un percorso alternativo."
        },
        {
          "id": "divieto-transito-motocicli",
          "image": "/images/segnali/divieto-transito-motocicli.png",
          "nome": "Divieto di transito ai motocicli",
          "descrizione": "Vieta il transito a tutti i motocicli, motoveicoli e ciclomotori.",
          "comportamento": "Se si guida una moto o ciclomotore, trovare un percorso alternativo."
        },
        {
          "id": "divieto-transito-biciclette",
          "image": "/images/segnali/divieto-transito-biciclette.png",
          "nome": "Divieto di transito alle biciclette",
          "descrizione": "Vieta il transito ai velocipedi (biciclette).",
          "comportamento": "Se si è in bicicletta, trovare un percorso alternativo o scendere e procedere a piedi."
        },
        {
          "id": "divieto-transito-pedoni",
          "image": "/images/segnali/divieto-transito-pedoni.png",
          "nome": "Divieto di transito ai pedoni",
          "descrizione": "Vieta il transito ai pedoni. Strada riservata ai veicoli.",
          "comportamento": "I pedoni devono trovare un percorso alternativo. Non attraversare."
        },
        {
          "id": "divieto-svolta-destra",
          "image": "/images/segnali/divieto-svolta-destra.png",
          "nome": "Divieto di svolta a destra",
          "descrizione": "Vieta di svoltare a destra all'incrocio.",
          "comportamento": "Proseguire diritto o svoltare a sinistra se consentito."
        },
        {
          "id": "divieto-svolta-sinistra",
          "image": "/images/segnali/divieto-svolta-sinistra.png",
          "nome": "Divieto di svolta a sinistra",
          "descrizione": "Vieta di svoltare a sinistra all'incrocio.",
          "comportamento": "Proseguire diritto o svoltare a destra. Vietata anche l'inversione di marcia."
        },
        {
          "id": "divieto-inversione",
          "image": "/images/segnali/divieto-inversione.png",
          "nome": "Divieto di inversione a U",
          "descrizione": "Vieta di effettuare l'inversione di marcia (inversione a U).",
          "comportamento": "Non invertire la marcia. Proseguire e trovare un punto adatto per l'inversione."
        }
      ]
    },
    {
      "id": "segnali-obbligo",
      "icon": "Shield",
      "title": "Segnali di Obbligo",
      "description": "I segnali di obbligo hanno forma circolare con pittogramma bianco su fondo azzurro. Prescrivono un determinato comportamento o direzione che deve essere obbligatoriamente rispettato.",
      "signals": [
        {
          "id": "diritto",
          "image": "/images/segnali/diritto.png",
          "nome": "Direzione obbligatoria diritto",
          "descrizione": "Obbliga a proseguire diritto. Vieta di svoltare a destra o sinistra.",
          "comportamento": "Proseguire solo diritto. Non è consentito svoltare."
        },
        {
          "id": "destra",
          "image": "/images/segnali/destra.png",
          "nome": "Direzione obbligatoria a destra",
          "descrizione": "Obbliga a svoltare a destra. Vieta di proseguire diritto o svoltare a sinistra.",
          "comportamento": "Svoltare obbligatoriamente a destra, segnalando con l'indicatore di direzione."
        },
        {
          "id": "sinistra",
          "image": "/images/segnali/sinistra.png",
          "nome": "Direzione obbligatoria a sinistra",
          "descrizione": "Obbliga a svoltare a sinistra. Vieta di proseguire diritto o svoltare a destra.",
          "comportamento": "Svoltare obbligatoriamente a sinistra, segnalando con l'indicatore."
        },
        {
          "id": "destra-sinistra",
          "image": "/images/segnali/destra-sinistra.png",
          "nome": "Direzioni consentite destra e sinistra",
          "descrizione": "Obbliga a svoltare a destra o sinistra. Vieta di proseguire diritto.",
          "comportamento": "Scegliere se svoltare a destra o sinistra. Non si può proseguire diritto."
        },
        {
          "id": "rotatoria",
          "image": "/images/segnali/rotatoria.png",
          "nome": "Direzione obbligatoria rotatoria",
          "descrizione": "Indica una rotatoria (rotonda) e obbliga a circolare nel verso antiorario.",
          "comportamento": "Dare precedenza ai veicoli già in rotonda, girare in senso antiorario, uscire dalla rotonda quando si raggiunge la direzione desiderata."
        },
        {
          "id": "passaggio-obbligatorio-destra",
          "image": "/images/segnali/passaggio-obbligatorio-destra.png",
          "nome": "Passaggio obbligatorio a destra",
          "descrizione": "Obbliga a passare a destra di un ostacolo, salvagente o spartitraffico.",
          "comportamento": "Tenere obbligatoriamente la destra dell'ostacolo indicato."
        },
        {
          "id": "passaggio-obbligatorio-sinistra",
          "image": "/images/segnali/passaggio-obbligatorio-sinistra.png",
          "nome": "Passaggio obbligatorio a sinistra",
          "descrizione": "Obbliga a passare a sinistra di un ostacolo, salvagente o spartitraffico.",
          "comportamento": "Tenere obbligatoriamente la sinistra dell'ostacolo indicato."
        },
        {
          "id": "pista-ciclabile",
          "image": "/images/segnali/pista-ciclabile.png",
          "nome": "Pista ciclabile",
          "descrizione": "Indica percorso riservato alle biciclette. Obbliga i ciclisti a usarlo se presente.",
          "comportamento": "I ciclisti devono usare la pista ciclabile. Vietato agli altri veicoli."
        },
        {
          "id": "percorso-pedonale",
          "image": "/images/segnali/percorso-pedonale.png",
          "nome": "Percorso pedonale",
          "descrizione": "Indica percorso riservato ai pedoni. Vieta il transito a tutti i veicoli.",
          "comportamento": "Solo i pedoni possono transitare. Tutti i veicoli devono cercare un percorso alternativo."
        },
        {
          "id": "catene-neve",
          "image": "/images/segnali/catene-neve.png",
          "nome": "Catene da neve obbligatorie",
          "descrizione": "Obbliga a montare le catene da neve o ad avere pneumatici invernali.",
          "comportamento": "Montare le catene da neve se non si hanno pneumatici invernali. Vietato procedere senza."
        },
        {
          "id": "limite-minimo-velocita",
          "image": "/images/segnali/limite-minimo-velocita.png",
          "nome": "Limite minimo di velocità",
          "descrizione": "Obbliga a mantenere almeno la velocità indicata, se le condizioni lo permettono.",
          "comportamento": "Mantenere almeno la velocità minima indicata, compatibilmente con traffico, meteo e sicurezza."
        }
      ]
    },
    {
      "id": "segnali-indicazione",
      "icon": "Eye",
      "title": "Segnali di Indicazione",
      "description": "I segnali di indicazione forniscono informazioni utili per la guida. Hanno forme e colori variabili a seconda della funzione: preavviso, direzione, conferma, località, servizi.",
      "signals": [
        {
          "id": "ospedale",
          "image": "/images/segnali/ospedale.png",
          "nome": "Ospedale",
          "descrizione": "Indica la presenza di un ospedale o pronto soccorso nelle vicinanze.",
          "comportamento": "Informazione utile per conoscere la posizione di strutture sanitarie. Seguire le indicazioni per raggiungerlo."
        },
        {
          "id": "parcheggio",
          "image": "/images/segnali/parcheggio.png",
          "nome": "Parcheggio",
          "descrizione": "Indica la presenza di un'area di parcheggio.",
          "comportamento": "Seguire le indicazioni per raggiungere l'area di sosta. Rispettare le regole del parcheggio (a pagamento, riservato, ecc.)."
        },
        {
          "id": "autostrada",
          "image": "/images/segnali/autostrada.png",
          "nome": "Autostrada",
          "descrizione": "Indica l'inizio di un'autostrada. Sfondo verde, scritta bianca.",
          "comportamento": "Preparars i ad entrare in autostrada. Velocità minima 60 km/h, massima 130 km/h (110 con pioggia). Vietato ciclomotori, pedoni e biciclette."
        },
        {
          "id": "fine-autostrada",
          "image": "/images/segnali/fine-autostrada.png",
          "nome": "Fine autostrada",
          "descrizione": "Indica la fine dell'autostrada. Sfondo verde barrato di rosso.",
          "comportamento": "Adeguare velocità e comportamento alle regole della strada ordinaria. Prepararsi ad uscite, incroci e attraversamenti."
        },
        {
          "id": "strada-extraurbana",
          "image": "/images/segnali/strada-extraurbana.png",
          "nome": "Inizio strada extraurbana principale",
          "descrizione": "Indica l'inizio di una strada extraurbana principale. Sfondo blu.",
          "comportamento": "Limite di velocità 110 km/h (90 con pioggia). Velocità minima eventuale indicata da apposito segnale."
        },
        {
          "id": "fine-strada-extraurbana",
          "image": "/images/segnali/fine-strada-extraurbana.png",
          "nome": "Fine strada extraurbana principale",
          "descrizione": "Indica la fine di una strada extraurbana principale.",
          "comportamento": "Adeguare la velocità al nuovo limite. Aumentare l'attenzione per possibili incroci e attraversamenti."
        },
        {
          "id": "centro-abitato",
          "image": "/images/segnali/centro-abitato.png",
          "nome": "Inizio centro abitato",
          "descrizione": "Indica l'inizio di un centro abitato con il nome della località.",
          "comportamento": "Limite di velocità 50 km/h salvo diversa indicazione. Maggiore attenzione a pedoni, incroci, attraversamenti."
        },
        {
          "id": "fine-centro-abitato",
          "image": "/images/segnali/fine-centro-abitato.png",
          "nome": "Fine centro abitato",
          "descrizione": "Indica la fine del centro abitato. Nome della località barrato.",
          "comportamento": "Si possono riprendere le velocità consentite fuori dai centri abitati. Restano validi eventuali limiti specifici."
        },
        {
          "id": "zona-residenziale",
          "image": "/images/segnali/zona-residenziale.png",
          "nome": "Zona residenziale",
          "descrizione": "Indica l'inizio di una zona residenziale con limiti particolari.",
          "comportamento": "Limite 30 km/h, precedenza ai pedoni, divieto di sosta fuori dagli spazi appositi, attenzione ai bambini."
        },
        {
          "id": "fine-zona-residenziale",
          "image": "/images/segnali/fine-zona-residenziale.png",
          "nome": "Fine zona residenziale",
          "descrizione": "Indica la fine della zona residenziale.",
          "comportamento": "Riprendono le regole normali della strada. Adeguare velocità al limite standard della zona."
        }
      ]
    }
  ]
}