{
  "lessons": [
    {
      "number": 1,
      "title": "Definizioni Stradali e di Traffico",
      "content": "Occorre anzitutto cominciare a familiarizzare con la terminologia utilizzata dal Codice \ndella Strada. La chiarezza sui concetti che seguono faciliterà la comprensione di diversi \nquiz e consentirà di evitare molti errori. \n\nSTRADA \nLa strada è un'area aperta alla circolazione di veicoli, pedoni ed animali. Può es-\nsere a senso unico o a doppio senso di circolazione ed essere suddivisa in car-\nreggiate (quando esiste lo spartitraffico). Comprende le carreggiate (riservate a \nveicoli ed animali), le banchine ed i marciapiedi (riservati ai pedoni) e le piste\nciclabili (riservate alle biciclette). \n \nCARREGGIATA \nLa carreggiata è parte della strada destinata al transito dei veicoli. Può essere a\ndoppio senso di circolazione o a senso unico; può essere suddivisa in corsie e\npuò essere affiancata da piste ciclabili; comprende gli attraversamenti pedonali e\nciclabili ma non i marciapiedi e le piazzole di sosta. Fanno parte della carreggia-\nta: tutte le corsie (tranne la corsia di emergenza);"
    },
    {
      "number": 2,
      "title": "Segnali di Pericolo",
      "content": "Quando sentiamo parlare di \"segnaletica stradale\" pensiamo subito ai cartelli; in realtà, \nper il Codice della strada, la segnaletica comprende: \n1. la segnaletica verticale, costituita da tutti i cartelli stradali (oggetto della presente e \ndelle prossime 7 lezioni); \n2. la segnaletica orizzontale, costituita da segni e strisce tracciate sulla pavimentazione \n(Lezione 11); \n3. le segnalazioni semaforiche e quelle manuali dei vigili (Lezione 10) \nTra tutti questi tipi di segnaletica esiste un \"ordine di priorità\", ossia un criterio che \nstabilisce chi prevale sugli altri. L'ordine è il seguente: \n1. segnalazione degli agenti, che prevale su tutto; \n2. segnalazione dei semafori (tranne il giallo lampeggiante), che prevale sui segnali; \n3. segnaletica verticale, che prevale su quella orizzontale (ossia i segni tracciati sulla \nstrada); \n4. segnaletica orizzontale, che ha il grado più basso di priorità. \nI segnali verticali, dei quali iniziamo a trattare in modo specifico, si dividono in:"
    },
    {
      "number": 3,
      "title": "Segnali di Precedenza",
      "content": "I segnali di precedenza, che prendiamo in esame in questa lezione, fanno parte dei \nsegnali di prescrizione. \n \nI segnali di precedenza indicano e presegnalano l'obbligo di dare la precedenza ad altri \nveicoli (anche se provenienti da sinistra), oppure avvertono il guidatore riguardo al pro-\nprio diritto di precedenza rispetto ai veicoli provenienti da altre strade (quest'ultimo di-\nritto non deve essere equivocato in quanto non esime dalla prudenza e dall'obbligo di ve-\nrificare che gli altri conducenti siano in condizione di accordare la precedenza stessa). \n \nI segnali di precedenza non hanno una forma caratteristica ma assumono, per così \ndire, quasi ogni forma possibile (triangolare con vertice in alto e in basso, quadrata di-\nsposta sul lato o sul vertice - ossia romboidale -, circolare e perfino ottagonale). E' bene \nperciò non confondere i segnali di preavviso di intersezione (figg. 44, 47, 48, ecc.), con \nsegnali di pericolo e quello di Dare precedenza nei sensi unici alternat"
    },
    {
      "number": 4,
      "title": "Segnali di Divieto",
      "content": "Oggetto di questa lezione è il secondo gruppo dei segnali di prescrizione che compren-\nde i segnali di divieto, ovvero di quei cartelli che vietano o limitano il transito di tutti o \ndi alcuni veicoli, o impongono limitazioni di velocità, sorpasso, sosta, ecc. \n \nSono tutti circolari, con bordo rosso ad eccezione di quelli che indicano la fine di un \nlimite (circolari e bianchi) e di quelli di parcheggio. \n\nDIVIETO DI TRANSITO \nIndica il divieto di entrare nella strada in cui è posto nei due sensi (da ambedue i \nlati), infatti dall'altro lato della strada si troverà un altro segnale uguale a que-\nsto. Vieta il transito a tutti i veicoli (comprese le biciclette, i motocicli, le macchi-\nne agricole, i quadricicli). Possono entrare solamente i pedoni. Senza pannello \nintegrativo il segnale vale 24 ore su 24. \n \nDIVIETO DI TRANSITO PER AUTOTRENI ED AUTOARTICOLATI \nIl segnale indica il divieto di transito per le categorie di veicoli indicati in figura \n(autotreni ed autoarticolati). Possono"
    },
    {
      "number": 5,
      "title": "Segnali di Obbligo",
      "content": "I segnali di obbligo sono la terza categoria distinta nell'ambito dei segnali di prescri-\nzione. Hanno questo nome perché impongono un comportamento (proseguire in una \ncerta direzione, fermarsi in corrispondenza di postazioni di controllo, mantenere una ve-\nlocità minima, circolare con catene), ovvero riservano l'uso della strada, o di una sua \nparte, a specifiche categorie di utenti (pedoni, biciclette o quadrupedi). \n \nSono circolari e hanno tutti colore blu con disegni bianchi, ad eccezione dei segnali che \nobbligano a fermarsi che assomigliano ai segnali di divieto. \n\nDIREZIONE OBBLIGATORIA DIRITTO \nÈ un segnale di direzione obbligatoria che indica l'unica direzione consentita; si\ntrova nella vicinanza di un incrocio (sia su strade a senso unico che a doppio \nsenso) ed obbliga a proseguire soltanto diritto, vieta pertanto di svoltare a de-\nstra e a sinistra. Non esclude la possibilità che possono venire veicoli di fronte. È\nsbagliato dire che il segnale impone la marcia in unica f"
    },
    {
      "number": 6,
      "title": "Segnali di Indicazione",
      "content": "Esauriti i segnali di prescrizione, passiamo ai segnali di indicazione che hanno la fun-\nzione di fornire informazioni per individuare percorsi, strade, località, servizi, ecc. \n \nSono tutti quadrangolari (a forma di rettangolo o quadrato) e hanno un colore di fon-\ndo che varia in base ai seguenti criteri: \n• \nVerde: nelle autostrade o nelle strade che vi conducono (Esempio: fig. 230). \n• \nBlu: nelle strade extraurbane o nelle strade che vi conducono (Esempio: fig. 194). \n• \nBianco: nelle strade urbane (Esempio: fig. 174). \n• \nGiallo: nei segnali temporanei per cantieri stradali (Esempio: fig. 283). \n• \nMarrone: per località di interesse turistico, storico, culturale, ecologico, ecc. (Esem-\npio: fig. 217). \n• \nNero: per stabilimenti industriali (Non ci sono esempi nei quiz). \n• \nArancio: per i segnali che indicano la fermata dello scuolabus (fig. 219) e un posteg-\ngio per taxi (fig. 272). \n• \nRosso: per il segnale che indica un dispositivo di chiamata di soccorso (fig. 220). \n\nSENSO UN"
    },
    {
      "number": 7,
      "title": "Segnali Temporanei e di Cantiere",
      "content": "I segnali temporanei, collocati provvisoriamente in coincidenza di lavori stradali, sono \nriconoscibili per il caratteristico fondo giallo. \n \nPossono essere inclusi in questa categoria anche i segnali di cantiere mobile e di passaggio obbligatorio di vei-\ncoli operativi, che abbiamo inserito nel capitolo dedicato ai pannelli. \n\nLAVORI \nIndica di moderare la velocità e, se occorre fermarsi, per non investire gli operai\nal lavoro sulla strada o eventuali depositi di materiali (sabbia, pietrisco) e mac-\nchinari. Il segnale può essere integrato con il pannello di \"Estesa\" (fig. 122). È \nsbagliato dire che obbliga a dare la precedenza ai veicoli che escono dal cantiere \no agli addetti ai lavori. \n \nPREAVVISO DI SEMAFORO TEMPORANEO \nPreavvisa, sia su strade urbane che extraurbane, la successiva presenza di un\nsemaforo temporaneo (ad esempio prima di un restringimento provvisorio della\ncarreggiata per lavori in corso); bisogna rallentare per potersi fermare nel caso\nin cui il semaforo abbia "
    },
    {
      "number": 8,
      "title": "Segnali Complementari",
      "content": "I segnali complementari comprendono barriere e coni, utilizzati per lo più in caso di la-\nvori stradali, e i cosiddetti delineatori che evidenziano imargini della carreggiata, la pre-\nsenza di curve, ostacoli, ecc. \n\nBARRIERE NORMALI \nSegnalano i limiti (bordi o confini) dei cantieri di lavoro in corso, delimitando\nfrontalmente l'area di un cantiere stradale. Possono anche sostituire nei passaggi\na livello le barriere mobili quando queste sono in avaria (guaste). Invitano i con-\nducenti ad essere particolarmente prudenti, arrestandosi ove ricorra il caso. È\nsbagliato dire che vietano la sosta lungo i margini della strada dove sono poste. \n \nCONO \nViene posto in presenza di lavori di breve durata, quando si verifica un incidente,\nper delimitare incanalamenti, deviazioni o separazione provvisoria dei sensi di\nmarcia (ad esempio: quando vengono rifatte le strisce a terra). È sbagliato dire\nche si trova solo su strade extraurbane, in curva o che indica ostacoli permanen-\nti sulla carreggia"
    },
    {
      "number": 9,
      "title": "Pannelli Integrativi dei Segnali",
      "content": "I pannelli integrativi non si trovano mai isolatamente, ma sempre in unione con altri \nsegnali di cui precisano il significato o lo delimitano nel tempo o nello spazio. \n\nDISTANZA \nCiascuno dei pannelli integra (completa) il segnale sovrastante, indicando la di-\nstanza, espressa in metri o in chilometri, tra il segnale sotto cui è posto ed il\npunto di inizio del pericolo, della prescrizione o dell'indicazione. Posto sotto il se-\ngnale di \"Strettoia\" (fig. 19) indica la distanza dall'inizio della strettoia. È sba-\ngliato dire che è un pannello distanziometrico, fig. 13, (in quanto è un pannello \nintegrativo) o che indica la lunghezza del tratto di strada pericoloso (come ad\nesempio: delle curve in successione). \n \nESTESA \nCiascuno dei pannelli indica la lunghezza, espressa in metri o in chilometri, del\ntratto stradale pericoloso o nel quale si applica la prescrizione; integra quindi\nl'indicazione di pericolo o la prescrizione del segnale soprastante, indicandone\nl'inizio e precisandone "
    },
    {
      "number": 10,
      "title": "Semafori (lanterne semaforiche), segnali",
      "content": "manuali degli Agenti \n \nIl Codice della Strada (e i quiz) definiscono spesso i semafori con il termine lanterne \nsemaforiche: la sostanza non cambia anche se non tutte queste \"lanterne\" hanno la \nforma del normale semaforo veicolare a tre luci. \n \nOltre ad esso, prenderemo in esame i semafori veicolari di corsia, quelli per corsie re-\nversibili, per pedoni, per biciclette, i semafori \"onda verde\" e quelli per i mezzi \npubblici. \n \nChiudono la lezione alcune informazioni sulle segnalazioni dei vigili che, come abbiamo \ngià detto, prevalgono su tutti gli altri segnali e, quindi, anche sui semafori. \n\nLANTERNA SEMAFORICA VEICOLARE NORMALE \nÈ una lanterna semaforica (semaforo); è posta in corrispondenza di un incrocio e\nregola il transito di tutti i veicoli. Con luce verde accesa consente l'attraversa-\nmento dell'incrocio; con luce gialla fissa (significa che si sta per accendere la lu-\nce rossa) consente l'attraversamento dell'incrocio se lo si è già impegnato; con\nluce rossa accesa impon"
    },
    {
      "number": 11,
      "title": "Segnaletica Orizzontale e Segni sugli Ostacoli",
      "content": "La segnaletica orizzontale comprende tutti i segni che sono tracciati direttamente sulla \ncarreggiata; la loro principale funzione è quella di integrare i segnali verticali, ma hanno \nanche un valore autonomo. \n \nIn questa lezione prenderemo in esame anzitutto le strisce longitudinali, cioè tracciate \nnel senso della lunghezza della strada, che possono trovarsi lungo il suo asse (= al cen-\ntro), o sui margini. Le une e le altre possono essere continue o discontinue; quelle \nposte al centro anche singole o doppie. \n \nTratteremo poi delle zebrature, ovvero delle strisce parallele al nostro senso di marcia o \noblique, che identificano rispettivamente gli attraversamenti (pedonali o ciclabili) e le iso-\nle di traffico; delle strisce trasversali, cioè tracciate nel senso della larghezza della stra-\nda, che indicano un punto di arresto; dei segni che identificano le corsie di canalizza-\nzione in prossimità degli incroci; e del significato di altri segni particolari. \n\nLE STRISCE LUNGO L'ASSE"
    },
    {
      "number": 12,
      "title": "Pericolo e intralcio alla circolazione, Velocità,",
      "content": "Distanza di sicurezza, Limiti di velocità \n \nSono oggetto di questa lezione: le norme di comportamento che consentono una circo-\nlazione sicura e che non sia origine di pericolo o intralcio, nonché i criteri per regola-\nre la velocità, tra i quali hanno un ruolo fondamentale il mantenimento della distanza \ndi sicurezza e il rispetto dei limiti prescritti per le varie tipologie di strade e di veicoli. \n\nPUÒ RITENERSI UTILE PER LA SICUREZZA: \n \nMettersi in viaggio in buone condizioni psico-fisiche; non effettuare lunghi viaggi \nsenza soste intermedie (è consigliabile una pausa di 45 minuti ogni 4 ore di\nviaggio); verificare la pressione dei pneumatici prima di mettersi in viaggio (de-\nve essere uguale a quella consigliata dalla casa costruttrice); approssimarsi agli\nincroci rallentando prudentemente; agevolare l'attraversamento dei pedoni an-\nche se fuori dalle strisce pedonali; favorire l'inserimento su strada di chi lascia\nun parcheggio e non ci concede la precedenza; provvedere a mant"
    },
    {
      "number": 13,
      "title": "Posizione dei veicoli sulla carreggiata, Cam-",
      "content": "bio di corsia e di direzione, Svolta, Comportamento agli \nincroci, Convogli militari e cortei \n \nUna guida responsabile richiede di sapere come \"posizionare\" il proprio veicolo sulla stra-\nda. Non si tratta soltanto genericamente di tenere la destra, ma di sapere come disporsi \nin relazione alle caratteristiche della strada (ad esempio il numero di corsie o di car-\nreggiate), come aggirare eventuali ostacoli (ad esempio \"salvagente\" e binari del \ntram), come effettuare cambi di corsia e direzione (soprattutto in prossimità degli in-\ncroci) e come comportarsi in circostanze particolari, quali la presenza di cortei. \n\nSU UNA STRADA: \n \nI veicoli a motore devono circolare sulla parte destra della carreggiata ed in\nprossimità del margine destro; possono circolare per file parallele in prossimità\ndi incroci regolati da agenti o da semafori; di norma si può transitare a destra o\na sinistra del salvagente, se si rimane dentro la semicarreggiata del proprio sen-\nso di marcia; si può transitare"
    },
    {
      "number": 14,
      "title": "Norme sulla precedenza (incroci)",
      "content": "Si può affermare che la precedenza sia una \"scienza esatta\", nel senso che è sempre \npossibile stabilire con certezza come ci si deve comportare quando la propria traiettoria \ninterseca quella di altri veicoli. Infatti la regola della precedenza a destra conosce so-\nlo le eccezioni che sono elencate all'inizio di questa lezione. \n \nDi seguito sono riportate tutte le rappresentazioni grafiche di incroci che sono ar-\ngomento di quiz ministeriali, insieme con l'indicazione della soluzione e di \"regole\" di \nsemplice memorizzazione in base alle quali è possibile rispondere esattamente. \n\nÈ OBBLIGATORIO DARE LA PRECEDENZA A DESTRA E A SINISTRA: \nIn presenza del segnale \"Stop\" (fig. 41) e del segnale \"Dare Precedenza\" (fig. \n40); ai veicoli circolanti su rotaie (tram, treni); ai veicoli in emergenza (ambu-\nlanze, polizia); negli sbocchi su strada da luoghi non soggetti a pubblico passag-\ngio (garage, stradella privata); quando si effettua la retromarcia, l'inversione del \nsenso di marcia e qu"
    },
    {
      "number": 15,
      "title": "Sorpasso",
      "content": "Questa lezione tratta del sorpasso, chiarendo che cosa fare prima di iniziare la mano-\nvra, durante il rientro e come comportarsi quando si è sorpassati. \n \nNella seconda parte si elencheranno i casi in cui il sorpasso è vietato e quelli in cui è \nconsentito solo in particolari condizioni (da destra, presso un incrocio, in prossimità \ndi un dosso). \n\nSORPASSO \nPrima di iniziare un sorpasso è necessario mantenere la distanza di sicurezza,\naccertare che la visibilità sia tale da poterlo fare senza pericolo e che non vi sia-\nno segnali che lo vietino; che si disponga di spazio libero sufficiente e che i vei-\ncoli che seguono o precedono non abbiano iniziato la stessa manovra. Quindi si\ndeve: segnalare la manovra ai conducenti che seguono azionando l'indicatore di \ndirezione sinistro e avvertire quelli che precedono con il clacson (ove consentito)\noppure con il lampeggio dei proiettori abbaglianti; completare la manovra e rien-\ntrare a destra appena l'auto sorpassata sia ben visibile dallo"
    },
    {
      "number": 16,
      "title": "Fermata e Sosta, Arresto e Partenza",
      "content": "L'aspirante guidatore deve imparare a non confondere la fermata (breve interruzione \ndella marcia del veicolo senza l'allontanamento del conducente) dalla sosta (che invece \nimplica il protrarsi nel tempo e l'allontanamento) perché i casi in cui l'una o l'altra sono \nconsentite sono diversi, nel senso che dove è proibito fermarsi è proibito anche sostare, \nma non viceversa. \n \nSono oggetto di questa lezione anche argomenti correlati, come le manovre di arresto, \npartenza e retromarcia. \n\nLA FERMATA \nPer fermata si intende una sospensione della marcia di breve durata (ad esempio\nper far salire o scendere passeggeri). È consentita lungo il margine destro della\ncarreggiata (su strada a senso unico è consentita anche sul lato sinistro) e non \ndeve causare intralcio alla circolazione. La fermata è vietata: in presenza del-\nl'apposito segnale \"Divieto di Fermata\" (fig. 85) e in tutti i luoghi dove sia di in-\ntralcio alla circolazione; davanti ai segnali stradali (solo quando si nasconde la \n"
    },
    {
      "number": 17,
      "title": "Ingombro della carreggiata, Segnalazione di",
      "content": "veicolo fermo \n \nL'ingombro della carreggiata può essere provocato dalla presenza di veicoli fermi per \nguasto o incidente, oppure dalla caduta del carico trasportato. Dal momento che si \ntratta di una situazione pericolosa per la circolazione, va segnalata, fuori dai centri abita-\nti, con l'impiego dell'apposito segnale mobile di pericolo (il \"triangolo\"). \n\nINGOMBRO DELLA CARREGGIATA \nNel caso di ingombro per caduta accidentale del carico, il conducente deve ren-\ndere sollecitamente libero, per quanto possibile, il passaggio, rimuovendo tem-\npestivamente il carico e adottando le cautele necessarie a rendere sicura la cir-\ncolazione. Fuori dai centri abitati il conducente deve presegnalare l'ostacolo me-\ndiante il segnale di veicolo fermo (triangolo). \n \nSEGNALE MOBILE TRIANGOLARE DI PERICOLO \nVa utilizzato obbligatoriamente, da tutti gli autoveicoli, solo fuori dai centri abita-\nti, per segnalare veicoli che debbano restare fermi sulla carreggiata ed ogni cari-\nco caduto che non poss"
    },
    {
      "number": 18,
      "title": "Circolazione sulle Strade extraurbane Princi-",
      "content": "pali e sulle Autostrade \n \nQuesta lezione tratta delle \"strade veloci\", ovvero delle strade extraurbane principali \n(comunemente dette anche \"superstrade\") e delle autostrade. \n \nPer entrambe (e soprattutto per le autostrade) si dovranno conoscere: le caratteristi-\nche che le identificano, i veicoli ammessi a circolarvi, i limiti di velocità specifici e i \ncomportamenti che il conducente vi deve tenere. \n\nSTRADA EXTRAURBANA PRINCIPALE \n \nLa strada extraurbana principale è una strada a carreggiate indipendenti o sepa-\nrate da spartitraffico, ciascuna con almeno due corsie di marcia; è priva di inter-\nsezioni a raso (sono invece presenti le intersezioni a livelli sfalsati) ed è provvi-\nsta di apposite aree di sosta (fig. 240); e di accessi con corsie di accelerazione \n(per entrare) e di decelerazione (per uscire). È riservata alla circolazione di alcu-\nne categorie di veicoli a motore (non possono entrarvi biciclette e ciclomotori) e\ncontraddistinta dagli appositi segnali di inizio e fin"
    },
    {
      "number": 19,
      "title": "Dispositivi di equipaggiamento (luci, cla-",
      "content": "cson), funzione ed uso \n \nTra i dispositivi luminosi di cui sono equipaggiati i veicoli i principali sono finalizzati a il-\nluminare la strada e a rendere più agevole la loro visibilità da parte degli altri utenti della \nstrada; si tratta delle luci di posizione, dei proiettori anabbaglianti e di quelli abba-\nglianti. Si vedrà in questa lezione quando e come farne uso. In particolare l'aspirante \nguidatore, per rispondere correttamente ai quiz, dovrà saper riconoscere le rappresenta-\nzioni grafiche relative ai diversi tipi di proiettore (figg. 690, 693 e 694). \n \nAltri dispositivi di cui è richiesta la conoscenza sono: gli indicatori di direzione (\"frec-\nce\"), la luce della targa, la luce di sosta (presente solo in alcuni veicoli) e i catadiot-\ntri (elementi riflettenti che integrano la funzione delle luci). \n \nI quiz insistono anche sulle operazioni di controllo e di manutenzione da eseguire sui \nveicoli al fine di evitare il prodursi di incidente. \n \nChiude la lezione un cenno all'us"
    },
    {
      "number": 20,
      "title": "Spie e Simboli sui comandi",
      "content": "Esistono simboli universali utilizzati su tutti i veicoli per identificare spie luminose e \ncomandi. \n \nMolti simboli compaiono sia su un comando che su una spia (ad esempio: abbaglianti, \nanabbaglianti, luci fendinebbia anteriori e posteriori, indicatori di direzione, luci di emer-\ngenza, dispositivo antiappannaggio anteriore e posteriore), altri solo su una spia o un in-\ndicatore (livello del carburante, temperatura dell'acqua, carica batteria, pressione dell'o-\nlio, freno stazionamento, impianto frenante), altri ancora solo su un comando (tergicri-\nstallo, tergi-lavacristallo, e clacson). \n \nLe spie possono essere di colore blu, verde, giallo, e rosso. Quest'ultimo identifica in \ngenere le spie che segnalano il malfunzionamento di un dispositivo. \n\nSIMBOLO PROIETTORI ABBAGLIANTI \nÈ posto il comando (interruttore a leva) per l'accensione dei proiettori di profon-\ndità (luci abbaglianti) e sulla relativa spia luminosa a luce blu (segnalatore di luci\nabbaglianti accese). È sbagliato di"
    },
    {
      "number": 21,
      "title": "Cinture di Sicurezza, Sistemi di Ritenuta, Air-",
      "content": "bag, Casco Protettivo \n \nRientrano in questa lezione tutti i dispositivi finalizzati a proteggere, in caso di incidente, \nil conducente e gli eventuali passeggeri: cinture di sicurezza, airbag e casco. \n\nCINTURE DI SICUREZZA \n \nLe cinture di sicurezza (da utilizzare in ogni circostanza, sia dentro i centri abitati\nche fuori) servono a trattenere il corpo allacciato al sedile, evitando che vada ad\nurtare le parti interne della vettura, limitando perciò i danni al conducente ed ai \npasseggeri in caso di incidente. Le cinture devono essere di tipo approvato e re-\ncare gli estremi dell'approvazione (omologazione). Il conducente è tenuto ad as-\nsicurarsi della costante efficienza delle cinture con un frequente controllo del loro \nstato di usura (consumo) e con la sostituzione quando siano state sottoposte ad\nuna violenta sollecitazione in caso d'urto. \n\nSONO ESENTATI (ESCLUSI) DALL'OBBLIGO DI INDOSSARE LE CINTURE \nNon devono indossare le cinture di sicurezza: istruttori di guida nello svolg"
    },
    {
      "number": 22,
      "title": "Trasporto di Persone, Carico dei Veicoli, Pan-",
      "content": "nelli sui veicoli, Traino dei veicoli in avaria \n \nQuesta lezione parla anzitutto del carico dei veicoli, sia nel senso del numero di perso-\nne che possono essere trasportate, sia nel senso di cose inanimate, che devono essere \nsistemate in modo da evitarne la caduta e lo spostamento e con rispetto delle norme \nrelative alle dimensioni e alla portata. \n \nIl discorso sul carico conduce alla trattazione dei pannelli che devono essere applicati in \ncaso di carichi sporgenti, di trasporto di merci pericolose e su veicoli di massa su-\nperiore a 3,5 tonnellate. In questo contesto si esamineranno anche gli altri tipi di se-\ngnali o pannelli che possono (o devono) essere applicati ai veicoli. \n \nAl termine si farà cenno alle modalità con cui deve avvenire il traino di un veicolo da \nparte di un altro. \n\nTRASPORTO DI PERSONE \nIl numero delle persone trasportabili (indicato sulla carta di circolazione) sulle\nautovetture può raggiungere il massimo di nove compreso il conducente; sugli \nautocarri "
    },
    {
      "number": 23,
      "title": "Patenti di Guida, Provvedimenti di revisione,",
      "content": "revoca, ritiro e sospensione della patente, Carta di Circo-\nlazione \n \nPer superare l'esame a quiz è indispensabile conoscere quali veicoli si possono con-\ndurre con le patenti A1, A e B, la loro durata di validità (10, 5 o 3 anni, in base all'e-\ntà) e le modalità per la conferma, o rinnovo, attestante il permanere dei requisiti fisici. \n \nOccorre poi saper distinguere i vari provvedimenti che riguardano la patente, ossia: la \nrevisione (verifica dei requisiti fisici e dell'idoneità tecnica alla guida), la revoca (per-\nmanente), il ritiro (temporaneo) e la sospensione (da 15 giorni a 2 anni). Il ritiro della \npatente non va confuso con il ritiro della carta di circolazione. \n\nCON LA PATENTE DELLA SOTTOCATEGORIA A1 SI POSSONO GUIDARE \nMotocicli fino a 125 cm3 di cilindrata e potenza fino a 11 kw; tricicli (motocarri e\nmotocarrozzette); quadricicli di massa fino a 550 kg e potenza fino a 15 kw. \n\nCON LA PATENTE DI CATEGORIA A SI POSSONO GUIDARE \n \nMotocicli di qualunque cilindrata; trici"
    },
    {
      "number": 24,
      "title": "Obbligo verso funzionari ed agenti, Docu-",
      "content": "menti di Guida, Uso di Occhiali \n \nIn questa brevissima lezione si prendono in esame: gli elementi che consentono di rico-\nnoscere gli agenti di polizia, i documenti che abbiamo l'obbligo di mostrare loro, \nqualora ci fermino, nonché le circostanze in cui il guidatore ha l'obbligo di portare gli \nocchiali da vista (o le lenti a contatto). \n\nCIÒ CHE CONTRADDISTINGUE GLI ADDETTI AL SERVIZIO DI POLIZIA È: \nL'uniforme; il segnale distintivo; la \"paletta\" (bianca e rossa). \n\nDOCUMENTI DA ESIBIRE AGLI AGENTI: \n \nPatente di guida; carta di circolazione; certificato di assicurazione (contratto). \n\nUSO DELLE LENTI \n \nPer integrare determinati difetti della vista si debbono sempre (e non solamente\nquando le circostanze ne rendano consigliabile l'uso) usare gli occhiali da vista o\nle lenti a contatto durante la guida, quando ciò sia indicato sulla patente (tramite\nla dicitura \"obbligo delle lenti\" o il codice internazionale 01) in sede di rilascio (o \ndi rinnovo) della patente stessa. \n\nValerio P"
    },
    {
      "number": 25,
      "title": "Cause più frequenti di incidenti stradali, Cor-",
      "content": "retto uso della strada \n \nArgomento della lezione sono anzitutto le cause che favoriscono il verificarsi di incidenti \ne i comportamenti che possono aiutare a scongiurarli. Dal momento che molte insidie \nper il guidatore derivano dall'effetto che gli agenti meteorologici hanno sulle condi-\nzioni della strada, è opportuno sapere come comportarsi in caso di pioggia, neve, \nghiaccio, nebbia e vento. \n \nLa seconda parte delle lezione riguarda i comportamenti relativi ad un uso corretto del-\nla strada. \n\nCAUSE PRINCIPALI DI INCIDENTI POSSONO ESSERE: \n \nPresenza di pietrisco sulla carreggiata o macchie di olio sull'asfalto; inizio di\npioggia su fondo asciutto e polveroso; strada coperta di foglie o presenza di fan-\nghiglia; fondo ghiacciato; ristrettezza della strada (strettoia); fondo asfaltato\nscivoloso o deformato; mancata segnalazione degli incroci o mancanza di segna-\nletica orizzontale (le strisce); presenza di strettoie non segnalate. \n\nPER EVITARE IL PRODURSI DI INCIDENTI BISOGNA CON"
    },
    {
      "number": 26,
      "title": "Comportamento in caso di incidente, Re-",
      "content": "sponsabilità Civile e Penale, Assicurazione R.C.A. \n \nSono esaminati in questa lezione: i comportamenti da tenere in caso di incidente, o \n\"sinistro\", (tranne le norme di primo soccorso che saranno oggetto della lezione 27); la \nresponsabilità civile e quella penale connesse agli incidenti stessi e alcune informazio-\nni sull'Assicurazione obbligatoria (R.C.A.). \n\nIN CASO DI INCIDENTE STRADALE IL CONDUCENTE DEVE: \n \nRilevare tutti gli elementi utili per la ricostruzione delle modalità dell'incidente (il \nluogo, la data, i danni, ecc.), evitando che vengano modificate le tracce (l'esatta\nposizione dei veicoli); chiamare la polizia ed il soccorso medico se vi sono feriti\ngravi; annotare le generalità dell'altro conducente e gli estremi di patente, veico-\nlo e assicurazione. Per la comunicazione alla propria impresa assicuratrice è con-\nsigliabile avvalersi del modulo di constatazione amichevole (compilato specifi-\ncando le generalità dei conducenti, i dati dei veicoli, i danni subiti, ecc"
    },
    {
      "number": 27,
      "title": "Stato fisico del Conducente, Effetti dell'Alcool",
      "content": "e delle Sostanze Stupefacenti, Primo Soccorso \n \nQuesta lezione riguarda argomenti sanitari sotto due aspetti: anzitutto si considera \nl'influenza che possono avere sulla guida le condizioni fisiche del conducente in \nrelazione alla stanchezza, all'uso di farmaci, all'assunzione di alcool e di droghe. \n \nNella seconda parte vengono esaminate essenziali norme di primo soccorso da appli-\ncare in caso di infortunio o di incidente. \n\nCHI ACCUSA SEGNI DI STANCHEZZA DEVE: \n \nRidurre la velocità (non tenerla sostenuta, cioè elevata) e spostarsi verso il mar-\ngine destro per raggiungere la prima piazzola di sosta e riposare; ove necessa-\nrio, fermarsi anche sulla corsia per la sosta di emergenza. \n\nI FARMACI PER IL MAL D'AUTO \n \nPossono provocare al conducente sonnolenza e diminuzione dell'attenzione,\nquindi riduzione dei riflessi e allungamento dei tempi di reazione (oltre alla\nscomparsa del senso di nausea si verificano effetti collaterali incompatibili con la\nguida). \n\nSE SI STANNO SEGUENDO"
    },
    {
      "number": 28,
      "title": "Limitazione dei consumi, Inquinamento (at-",
      "content": "mosferico e acustico) dell'ambiente \n \nUna guida responsabile comporta anche un elementare rispetto dell'ambiente che può ot-\ntenersi limitando l'inquinamento atmosferico e acustico. Tale comportamento riveste \nanche un interesse economico perché va di pari passo con la riduzione dei consumi. \n\nPER LIMITARE I CONSUMI DI CARBURANTE OCCORRE: \nRidurre la velocità di marcia e mantenerla il più possibile costante (riducendo il\nnumero e l'intensità delle accelerazioni). Conviene scegliere percorsi pianeggian-\nti, ridurre i carichi inutili, eliminare i bagagli sul tetto ed è opportuno tenere i fi-\nnestrini chiusi (per evitare che l'aria, entrando dentro l'abitacolo, riduca la velo-\ncità del veicolo). \n \nINQUINAMENTO ATMOSFERICO PRODOTTO DAI VEICOLI \nPer ridurre l'inquinamento atmosferico occorre limitare i gas di scarico (limitando\ni consumi di carburante) e la presenza di sostanze nocive (ottimizzando la com-\nbustione del carburante e mantenendo il motore efficiente). Inoltre occorre: te-\nne"
    },
    {
      "number": 29,
      "title": "Elementi costitutivi del veicolo (pneumatici,",
      "content": "ammortizzatori, sterzo, freni) \n \nPer conseguire le patenti A1, A e B non è necessario possedere approfondite conoscenze \nsul motore a scoppio e sulla struttura dei veicoli; gli argomenti \"meccanici\" su cui si sof-\nfermano i quiz ministeriali, infatti, riguardano soltanto: pneumatici, ammortizzatori, \nsterzo e freni. \n\nSUI PNEUMATICI OCCORRE SPESSO VERIFICARE: \nIl loro aspetto esterno (e non il loro peso o i risultati dell'esame radiografico,\ncioè le lastre a raggi x); l'eventuale presenza di lesioni che interessano la car-\ncassa (tutta la struttura del pneumatico); il consumo del battistrada (parte del\npneumatico che poggia sulla strada) e che sia uniforme (osservare se il pneuma-\ntico si consuma soprattutto ai bordi, perché la pressione è troppo bassa, o al\ncentro, perché troppo alta); lo stato dei fianchi e dei talloni (parte terminale dei\nfianchi) per prevenire scoppi o cedimenti; la pressione di gonfiaggio (che deve\nessere uguale a quella consigliata dal costruttore) e l'assenza d"
    },
    {
      "number": 30,
      "title": "Stabilità e tenuta di strada del veicolo",
      "content": "Contribuiscono alla maggiore o minore stabilità e tenuta di strada di un veicolo fattori di \nnatura tecnica (pressione e consumo dei pneumatici, convergenza ed equilibratura delle \nruote, equilibratura del sistema frenante, giochi negli organi di sterzo, efficienza delle so-\nspensioni, altezza del baricentro), ambientale (fondo stradale bagnato o ghiacciato, pre-\nsenza di neve, fango, pietrisco, foglie o olio) e di comportamento del conducente (velo-\ncità, uso della frizione, del freno e dello sterzo). \n\nL'ADERENZA (CONTATTO) DELLE RUOTE SUL MANTO STRADALE È RIDOTTA DA: \nPneumatici consumati (con basso spessore del battistrada); strada bagnata;\npresenza di olio sulla carreggiata; presenza di melma (fango), di foglie o di \nghiaia sul fondo stradale; presenza di neve o di ghiaccio. \n\nPER ASSICURARE STABILITÀ AL VEICOLO IN CURVA È OPPORTUNO: \nRidurre o eliminare i bagagli sul tetto (per abbassare il baricentro del veicolo);\nridurre la velocità prima della curva (nella parte iniziale) e pe"
    }
  ],
  "total_lessons": 30
}