{
  "chapters": [
    {
      "id": "lesson-1",
      "title": "Definizioni Stradali e di Traffico",
      "description": "Lezione 1: Definizioni Stradali e di Traffico",
      "icon": "📚",
      "sections": [
        {
          "id": "sec-1-1",
          "title": "STRADA",
          "content": "La strada è un'area aperta alla circolazione di veicoli, pedoni ed animali. Può essere a senso unico o a doppio senso di circolazione ed essere suddivisa in carreggiate (quando esiste lo spartitraffico). Comprende le carreggiate (riservate a veicoli ed animali), le banchine ed i marciapiedi (riservati ai pedoni) e le piste ciclabili (riservate alle biciclette).",
          "image": "assets/images/theory/lesson1/strada.png",
          "icon": "🛣️",
          "simple_summary": [
            "È tutta l'area dove si circola.",
            "Include strada, marciapiedi e piste ciclabili.",
            "Può essere a senso unico o doppio senso."
          ]
        },
        {
          "id": "sec-1-2",
          "title": "CARREGGIATA",
          "content": "La carreggiata è parte della strada destinata al transito dei veicoli. Può essere a doppio senso di circolazione o a senso unico; può essere suddivisa in corsie e può essere affiancata da piste ciclabili; comprende gli attraversamenti pedonali e ciclabili ma non i marciapiedi e le piazzole di sosta. Fanno parte della carreggiata: tutte le corsie (tranne la corsia di emergenza); gli attraversamenti pedonali (ma non i viali pedonali); gli attraversamenti ciclabili (ma non le piste ciclabili).",
          "image": "assets/images/theory/lesson1/carreggiata.png",
          "icon": "🚗",
          "simple_summary": [
            "È la parte asfaltata dove guidano i veicoli.",
            "NON include i marciapiedi.",
            "Può essere divisa in corsie."
          ]
        },
        {
          "id": "sec-1-3",
          "title": "CORSIA",
          "content": "La corsia è una suddivisione della carreggiata larga a sufficienza per la circolazione di una sola fila di veicoli (larghezza minima di 2,80 metri e massima di 4 metri). Una corsia è sempre a senso unico e può essere: di marcia (destinata alla marcia dei veicoli); di emergenza (per la sosta di emergenza); di accelerazione (per consentire l'ingresso dei veicoli in una carreggiata, ad esempio, in autostrada); di decelerazione (destinata al rallentamento dei veicoli in uscita da una carreggiata, ad esempio, dall'autostrada); riservata (destinata esclusivamente alla circolazione di una particolare categoria di veicoli, ad esempio, autobus o taxi); specializzata per determinate manovre (ad esempio: per il sorpasso, per la svolta, per la sosta).",
          "image": "assets/images/theory/lesson1/corsia.png",
          "icon": "➖",
          "simple_summary": [
            "Serve per una sola fila di veicoli.",
            "È sempre a senso unico.",
            "Può essere di marcia, emergenza o sorpasso."
          ]
        },
        {
          "id": "sec-1-4",
          "title": "CORSIA DI ACCELERAZIONE",
          "content": "La corsia di accelerazione viene utilizzata per aumentare la velocità e consente ai veicoli l'ingresso in una carreggiata (ad esempio: in autostrada o su strada extraurbana principale). Nella corsia di accelerazione sono vietati la sosta ed il sorpasso.",
          "image": "assets/images/theory/lesson1/corsia_accelerazione.png",
          "icon": "🚀",
          "simple_summary": [
            "Serve per entrare in autostrada.",
            "Devi aumentare la velocità.",
            "Vietato parcheggiare o sorpassare."
          ]
        },
        {
          "id": "sec-1-5",
          "title": "CORSIA DI DECELERAZIONE",
          "content": "La corsia di decelerazione è destinata al rallentamento dei veicoli e agevola l'uscita dei veicoli stessi da una carreggiata o da una strada a precedenza (ad esempio: l'autostrada o la strada extraurbana principale). Nella corsia di decelerazione sono vietati la sosta ed il sorpasso.",
          "image": "assets/images/theory/lesson1/corsia_decelerazione.png",
          "icon": "🛑",
          "simple_summary": [
            "Serve per uscire dall'autostrada.",
            "Devi rallentare.",
            "Vietato parcheggiare o sorpassare."
          ]
        },
        {
          "id": "sec-1-new-1",
          "title": "INTERSEZIONE A LIVELLI SFALSATI",
          "content": "L'intersezione a livelli sfalsati è un incrocio stradale a livelli sovrapposti con lo scopo di agevolare lo smistamento delle correnti di traffico fra rami di strade poste a diversi livelli. Comprende sovrappassi, sottopassi e rampe.",
          "image": "assets/images/theory/lesson1/intersezione_sfalsati.png",
          "icon": "🌉",
          "simple_summary": [
            "È un incrocio con ponti o sottopassi.",
            "Le strade non si incrociano direttamente.",
            "Include rampe e sovrappassi."
          ]
        },
        {
          "id": "sec-1-6",
          "title": "BANCHINA",
          "content": "La banchina è una parte della strada (esterna alla carreggiata) destinata alla cir-\ncolazione dei pedoni e non consente di norma il transito ai veicoli.",
          "image": "assets/images/theory/lesson1/banchina.png",
          "icon": "🚶"
        },
        {
          "id": "sec-1-7",
          "title": "MARCIAPIEDE",
          "content": "Il marciapiede (che può essere a raso o rialzato) è una parte della strada (ester-\nna alla carreggiata) destinata alla circolazione dei pedoni. Se, sul marciapiede,\nsono dipinte le strisce di parcheggio, possono sostarvi i veicoli.",
          "image": "assets/images/theory/lesson1/marciapiede.png",
          "icon": "🚶‍♀️"
        },
        {
          "id": "sec-1-8",
          "title": "ATTRAVERSAMENTO PEDONALE",
          "content": "L'attraversamento pedonale è una parte della strada e della carreggiata segnala-\nta da una serie di strisce bianche parallele (fig. 517) sulla quale i pedoni che at-\ntraversano hanno diritto di precedenza rispetto ai veicoli.",
          "image": "assets/images/segnali/attraversamento-pedonale.png",
          "icon": "🚸"
        },
        {
          "id": "sec-1-9",
          "title": "SALVAGENTE",
          "content": "Il salvagente è una parte della strada rialzata, destinata al riparo o alla sosta dei\npedoni che attraversano la strada stessa, in corrispondenza di attraversamenti\npedonali o di fermate dei trasporti pubblici. Agevola la salita e la discesa dei pas-\nseggeri da tram, filobus od autobus. Può essere segnalato con colonnine lumino-\nse a luce gialla lampeggiante.",
          "image": "assets/images/theory/lesson1/salvagente.png",
          "icon": "🛡️"
        },
        {
          "id": "sec-1-10",
          "title": "ISOLA DI TRAFFICO",
          "content": "L'isola di traffico è una parte della strada e della carreggiata rialzata o dipinta a\nraso sul piano stradale (fig. 595), esclusa dal traffico veicolare; viene evidenzia-\nta mediante zebrature di colore bianco e delimitata da strisce bianche di raccor-\ndo. È destinata a separare e incanalare le correnti di traffico e su di essa è vieta-\nto marciare e sostare.",
          "image": "assets/images/theory/lesson1/isola_traffico.png",
          "icon": "🏝️"
        },
        {
          "id": "sec-1-11",
          "title": "PASSAGGIO A LIVELLO",
          "content": "Il passaggio a livello è un attraversamento a raso (sullo stesso piano) tra una\nstrada ed una linea ferroviaria, caratterizzato dalla presenza delle seguenti at-\ntrezzature: barriere o semibarriere, luci rosse, dispositivo di segnalazione acusti-\nca a campana, croce di S. Andrea (figg. 10, 11), pannelli che indicano la distan-\nza (fig. 13).",
          "image": "assets/images/theory/lesson1/passaggio_livello.png",
          "icon": "🚂"
        },
        {
          "id": "sec-1-12",
          "title": "AREA PEDONALE",
          "content": "L'area pedonale, delimitata da appositi segnali stradali di inizio e fine (figg. \n186, 234), è una zona destinata al transito dei pedoni in cui possono circolare \nanche i veicoli in servizio di emergenza (polizia, vigili del fuoco, autoambulanze)\ncon luce lampeggiante blu e sirena in funzione e altre categorie di veicoli, solo se\nespressamente indicato dal segnale.",
          "image": "assets/images/theory/lesson1/area_pedonale.png",
          "icon": "🚷"
        },
        {
          "id": "sec-1-13",
          "title": "ZONA A TRAFFICO LIMITATO",
          "content": "La zona a traffico limitato è un'area delimitata da appositi segnali stradali di ini-\nzio e fine (figg. 187, 235) nella quale l'accesso e la circolazione dei veicoli sono\nlimitati ad ore prestabilite o a particolari categorie di utenti e di veicoli. \nManuale di teoria per le patenti A1 A e B \n3",
          "image": "assets/images/theory/lesson1/zona_traffico_limitato.png",
          "icon": "🚫"
        }
      ]
    },
    {
      "id": "lesson-2",
      "title": "Segnali di Pericolo",
      "description": "Lezione 2: Segnali di Pericolo",
      "icon": "📚",
      "sections": [
        {
          "id": "sec-2-0",
          "title": "INTRODUZIONE AI SEGNALI DI PERICOLO",
          "content": "Quando sentiamo parlare di 'segnaletica stradale' pensiamo subito ai cartelli; in realtà, per il Codice della strada, la segnaletica comprende:\n\n1. La segnaletica verticale, costituita da tutti i cartelli stradali;\n2. La segnaletica orizzontale, costituita da segni e strisce tracciate sulla pavimentazione;\n3. Le segnalazioni semaforiche e quelle manuali dei vigili.\n\nTra tutti questi tipi di segnaletica esiste un 'ordine di priorità':\n1. Segnalazione degli agenti (vigili), che prevale su tutto;\n2. Segnalazione dei semafori (tranne il giallo lampeggiante), che prevale sui segnali;\n3. Segnaletica verticale, che prevale su quella orizzontale;\n4. Segnaletica orizzontale, che ha il grado più basso di priorità.\n\nI segnali verticali si dividono in:\n- Segnali di pericolo (questa lezione)\n- Segnali di prescrizione: precedenza, divieto, obbligo\n- Segnali di indicazione\n\nI segnali di pericolo preavvisano l'utente della strada riguardo a situazioni pericolose e consigliano comportamenti adeguati, in primo luogo la riduzione della velocità.\n\nHanno in genere forma TRIANGOLARE con vertice in alto e sono posti 150 metri prima del pericolo che segnalano (salvo diverse indicazioni contenute in eventuali pannelli integrativi). Fanno eccezione, nella forma e nella distanza, alcuni cartelli posti in prossimità di passaggi a livello ('croci di S. Andrea' e 'pannelli distanziometrici')."
        },
        {
          "id": "sec-2-1",
          "title": "STRADA DEFORMATA",
          "content": "Indica a 150 metri una strada in cattivo stato, dissestata o con pavimentazione \nirregolare (asfalto rovinato, buche, fossi) dove bisogna rallentare per evitare \nsbandamenti e sollecitazioni alle sospensioni (ammortizzatori). Dal momento che \nla visibilità è presente (infatti si vede se viene un altro veicolo di fronte) il sor-\npasso è consentito. Il segnale può essere integrato con il pannello di \"Estesa\"\n(fig. 122) o con il \"Limite Massimo di Velocità\" (fig. 58) e, se a fondo giallo, è \nposto in presenza di un cantiere stradale. Occorre ridurre la velocità se si traina\nun caravan (roulotte), prevedere eventuali sbandamenti dei veicoli provenienti\ndal senso opposto e tenere il volante con una presa più sicura; il segnale non in-\nValerio Platia e Roberto Mastri \n4 \ndica una forte variazione di pendenza della strada.",
          "image": "assets/images/segnali/strada-deformata.png"
        },
        {
          "id": "sec-2-2",
          "title": "DOSSO",
          "content": "Indica una strada in salita seguita da una discesa (variazione di pendenza della\nstrada) dove manca la visibilità, pertanto sono vietati: il sorpasso sul tratto in\nsalita, la sosta, l'inversione di marcia e la retromarcia. Se la strada è a senso u-\nnico oppure a doppio senso con 4 corsie (2 per ogni senso di marcia) il sorpasso\nsi può effettuare anche sul tratto in salita. Come comportamento bisogna dimi-\nnuire la velocità e spostarsi il più possibile al margine destro della carreggiata se\nla strada è a doppio senso con 2 sole corsie. Il segnale non indica una strada de-\nformata, in cattivo stato o con pavimentazione irregolare.",
          "image": "assets/images/segnali/dosso.png"
        },
        {
          "id": "sec-2-3",
          "title": "CUNETTA",
          "content": "Indica una strada in discesa seguita da una salita, dove la visibilità è presente\n(infatti si vede se viene un veicolo di fronte), pertanto il sorpasso è consentito,\ncon moderazione, anche su strade a doppio senso con 2 sole corsie. Il pericolo è\nanche dovuto alla presenza di acqua che si può accumulare in caso di pioggia\n(pericolo di aquaplaning). Occorre: moderare la velocità per evitare eccessive \nsollecitazioni e danni alle sospensioni (ammortizzatori) e per non perdere il con-\ntrollo del veicolo; tenere il volante con una presa più sicura; considerare mag-\ngiori possibilità di sbandamento per i veicoli con rimorchio. Il segnale non indica \nuna strada deformata, in cattivo stato o con pavimentazione irregolare.",
          "image": "assets/images/segnali/cunetta.png"
        },
        {
          "id": "sec-2-4",
          "title": "CURVA A DESTRA",
          "content": "Essendo un tratto di strada non rettilineo, dove solitamente manca la visibilità, \nsono vietati: il sorpasso, la sosta, l'inversione di marcia e la retromarcia. Se la \ncurva si trova in una strada a senso unico oppure a doppio senso con 4 corsie (2\nper ogni senso di marcia) il sorpasso si può effettuare. Come comportamento bi-\nsogna diminuire la velocità (in relazione alla visibilità, al raggio della curva e allo\nstato dei pneumatici) e spostarsi il più possibile al margine destro della carreg-\ngiata se la strada è a doppio senso con 2 sole corsie. Il segnale può essere inte-\ngrato con un pannello recante la scritta \"Tornante\" (fig. 143/A). È sbagliato dire \nche la curva è una deviazione (infatti la deviazione presuppone la presenza di un \nincrocio con cambiamento di direzione).",
          "image": "assets/images/segnali/curva-destra.png"
        },
        {
          "id": "sec-2-5",
          "title": "CURVA A SINISTRA",
          "content": "Essendo un tratto di strada non rettilineo, dove solitamente manca la visibilità, \nsono vietati: il sorpasso, la sosta, l'inversione di marcia e la retromarcia. Se la \ncurva si trova in una strada a senso unico oppure a doppio senso con 4 corsie (2\nper ogni senso di marcia) il sorpasso si può effettuare. Come comportamento bi-\nsogna diminuire la velocità (in relazione alla visibilità, al raggio della curva e allo\nstato dei pneumatici) e spostarsi il più possibile al margine destro della carreg-\ngiata se la strada è a doppio senso con 2 sole corsie. Il segnale può essere inte-\ngrato con un pannello recante la scritta \"Tornante\" (fig. 143/A). È sbagliato dire \nche la curva è una deviazione (infatti la deviazione presuppone la presenza di un \nincrocio) o un ostacolo da aggirare.",
          "image": "assets/images/segnali/curva-sinistra.png"
        },
        {
          "id": "sec-2-6",
          "title": "DOPPIA CURVA, LA PRIMA A DESTRA",
          "content": "Essendo un tratto di strada dove solitamente manca la visibilità sono vietati: il \nsorpasso, la sosta, l'inversione di marcia e la retromarcia. Se la curva si trova in\nuna strada a senso unico oppure a doppio senso con 4 corsie (2 per ogni senso\ndi marcia) il sorpasso si può effettuare. Come comportamento bisogna diminuire \nla velocità (in relazione alla visibilità, al raggio della curva e al carico del veicolo)\ne spostarsi il più possibile al margine destro della carreggiata se la strada è a\nManuale di teoria per le patenti A1 A e B \n5\ndoppio senso con 2 sole corsie. Il segnale può essere integrato con un pannello \nrecante la scritta \"Tornanti\" (fig. 143) o con il pannello di \"Estesa\" (fig. 122). È \nsbagliato dire che la curva è una deviazione o una confluenza (infatti la devia-\nzione presuppone la presenza di un incrocio).",
          "image": "assets/images/segnali/doppia-curva-destra.png"
        },
        {
          "id": "sec-2-7",
          "title": "DOPPIA CURVA, LA PRIMA A SINISTRA",
          "content": "Essendo un tratto di strada dove solitamente manca la visibilità sono vietati: il\nsorpasso, la sosta, l'inversione di marcia e la retromarcia. Se la curva si trova in\nuna strada a senso unico oppure a doppio senso con 4 corsie (2 per ogni senso\ndi marcia) il sorpasso si può effettuare. Come comportamento bisogna diminuire\nla velocità (in relazione alla visibilità, al raggio della curva e al carico del veicolo)\ne spostarsi il più possibile al margine destro della carreggiata se la strada è a\ndoppio senso con 2 sole corsie. Il segnale può essere integrato con un pannello\nrecante la scritta \"Tornanti\" (fig. 143) o con il pannello di \"Estesa\" (fig. 122). È \nsbagliato dire che la curva è una deviazione o una confluenza (infatti la devia-\nzione presuppone la presenza di un incrocio).",
          "image": "assets/images/segnali/doppia-curva-sinistra.png"
        },
        {
          "id": "sec-2-8",
          "title": "PASSAGGIO A LIVELLO CON BARRIERE O SEMIBARRIERE",
          "content": "Indica a 150 metri un passaggio a livello con barriere o semibarriere (metà bar-\nriere). Bisogna moderare la velocità e fermarsi se ci sono una luce rossa fissa\naccesa (due luci rosse lampeggianti in quello con semibarriere), il dispositivo a-\ncustico a campana in funzione o cavalletti a strisce bianche e rosse (fig. 276) \nche sbarrano i binari. Sono vietate: la sosta, l'inversione di marcia e la retromar-\ncia, mentre il sorpasso si può effettuare se si rimane nel proprio senso di marcia\n(non invadendo la semicarreggiata opposta). È sbagliato dire che il segnale indi-\nca una linea tranviaria protetta o che può essere preceduto dal segnale \"Croce di\nS. Andrea\" (fig. 10, che si trova solamente nei passaggi a livello senza barriere).",
          "image": "assets/images/segnali/passaggio-livello-con-barriere.png"
        },
        {
          "id": "sec-2-9",
          "title": "PASSAGGIO A LIVELLO SENZA BARRIERE",
          "content": "Bisogna moderare la velocità (in relazione alla visibilità del passaggio a livello) e\nfermarsi se ci sono due luci rosse lampeggianti accese, il dispositivo acustico a \ncampana in funzione o cavalletti a strisce bianche e rosse (fig. 276) che sbarra-\nno i binari. Sono vietati: il sorpasso, la sosta, l'inversione di marcia e la retro-\nmarcia. Il segnale viene posto sul primo dei \"Pannelli Distanziometrici\" a tre bar-\nre rosse (fig. 13) e deve essere seguito dalla \"Croce di S. Andrea\" (fig. 10) se c'è \nun solo binario, oppure dalla \"Doppia Croce di S. Andrea\" (fig. 11) se c'è più di \nun binario. È sbagliato dire che il segnale indica una linea tranviaria o che può\nessere integrato da pannello con la scritta \"Treno\".",
          "image": "assets/images/segnali/passaggio-livello-senza-barriere.png"
        },
        {
          "id": "sec-2-10",
          "title": "PANNELLI DISTANZIOMETRICI",
          "content": "Si trovano in tutti i passaggi a livello (con barriere, senza barriere, con semibar-\nriere) ed indicano che ci stiamo avvicinando alla linea ferroviaria. Quello con tre\nbarre si trova a 150 metri dai binari (o dal ponte mobile), quello con due barre si\ntrova a 100 metri dai binari, quello con una sola barra si trova a 50 metri dai bi-\nnari.",
          "image": "assets/images/segnali/pannello-distanza.png"
        },
        {
          "id": "sec-2-11",
          "title": "ATTRAVERSAMENTO TRANVIARIO",
          "content": "Posto vicino agli incroci (urbani ed extraurbani) indica di dare la precedenza al-\nl'eventuale tram in attraversamento (in quanto la linea tranviaria non è regolata\nda semafori). Sono ammessi: la marcia sopra i binari (senza però intralciare la\nmarcia del tram) ed il sorpasso, anche dal lato destro, qualora il tram sia fermo\ne vi sia il salvagente o sia in marcia e vi sia a destra lo spazio sufficiente. Si deve\nfare attenzione agli eventuali pedoni presenti alla fermata del tram. È sbagliato\ndire che il segnale indica un eventuale transito di filobus a cui va data la prece-\ndenza o che è integrato da luci rosse.",
          "image": "assets/images/segnali/attraversamento-tranviario.png"
        },
        {
          "id": "sec-2-12",
          "title": "ATTRAVERSAMENTO PEDONALE",
          "content": "Si trova (su alcune strade urbane ed extraurbane) 150 metri prima delle strisce\npedonali (fig. 517 e 518). Sono vietati: il sorpasso, la fermata e la sosta in corri-\nspondenza delle strisce; bisogna moderare la velocità e se occorre fermarsi; fare\nattenzione a non tamponare i veicoli che si arrestano per dare la precedenza ai \npedoni e non sorpassare i veicoli che rallentano per far attraversare i pedoni. È\nsbagliato dire che il segnale indica un viale pedonale (fig. 108) o un luogo fre-\nquentato da bambini (fig. 25).",
          "image": "assets/images/segnali/attraversamento-pedonale.png"
        },
        {
          "id": "sec-2-13",
          "title": "ATTRAVERSAMENTO CICLABILE",
          "content": "Si trova (su alcune strade urbane ed extraurbane) 150 metri prima delle strisce \nciclabili (fig. 520 e 521), in prossimità di un luogo dal quale sboccano ciclisti sul-\nla strada o la traversano. Sono vietati: il sorpasso, la fermata e la sosta; bisogna \nmoderare la velocità e se occorre fermarsi; non sorpassare i veicoli che si sono\nfermati per far passare i ciclisti. È sbagliato dire che il segnale indica un'area, o \npista, ciclabile (fig. 110).",
          "image": "assets/images/segnali/attraversamento-ciclabile.png"
        },
        {
          "id": "sec-2-14",
          "title": "STRETTOIA SIMMETRICA",
          "content": "Indica un restringimento della carreggiata o della strada da ambedue i lati (ad\nesempio su di un ponte) e quindi probabili difficoltà di incrocio con veicoli prove-\nnienti dal senso opposto; se a fondo giallo è posto in presenza di un cantiere\nstradale. Sono vietati: il sorpasso, la sosta, l'inversione di marcia e la retromar-\ncia. Comportamento: bisogna moderare la velocità e se un veicolo ha già impe-\ngnato per primo la strettoia occorre fermarsi e lasciarlo passare, a meno che, vi\nsia il segnale \"diritto di precedenza nei sensi unici alternati\" (fig. 53). \nManuale di teoria per le patenti A1 A e B \n7",
          "image": "assets/images/segnali/strettoia-simmetrica.png"
        },
        {
          "id": "sec-2-15",
          "title": "STRETTOIA ASIMMETRICA A SINISTRA",
          "content": "Indica un restringimento della carreggiata solo da un lato (per frana, lavori in\ncorso, ecc.) e quindi probabili difficoltà di incrocio con veicoli provenienti dal\nsenso opposto; se a fondo giallo è posto in presenza di un cantiere stradale. So-\nno vietati: il sorpasso, la sosta, l'inversione di marcia e la retromarcia. Compor-\ntamento: bisogna moderare la velocità e se un veicolo ha già impegnato per\nprimo la strettoia occorre fermarsi. È sbagliato dire che il segnale presegnala \nuna confluenza (incrocio autostradale).",
          "image": "assets/images/segnali/strettoia-sinistra.png"
        },
        {
          "id": "sec-2-16",
          "title": "STRETTOIA ASIMMETRICA A DESTRA",
          "content": "Indica un restringimento della carreggiata solo da un lato (per frana, muretti, \necc.) e quindi probabili difficoltà di incrocio con veicoli provenienti dal senso op-\nposto; si può trovare su carreggiate a senso unico o a doppio senso; se a fondo\ngiallo è posto in presenza di un cantiere stradale. Sono vietati: il sorpasso, la so-\nsta, l'inversione di marcia e la retromarcia. Comportamento: bisogna moderare\nla velocità e se un veicolo ha già impegnato per primo la strettoia occorre fer-\nmarsi. È sbagliato dire che il segnale presegnala una confluenza (incrocio auto-\nstradale).",
          "image": "assets/images/segnali/strettoia-destra.png"
        },
        {
          "id": "sec-2-17",
          "title": "PONTE MOBILE",
          "content": "Bisogna moderare la velocità e fermarsi se ci sono una o due luci rosse lampeg-\ngianti accese. Può essere integrato con il primo dei pannelli distanziometrici (so-\nlo quello con tre barre di fig. 13) e con un pannello indicante gli orari di manovra \no di funzionamento del ponte. È sbagliato dire che presegnala un'area portuale.",
          "image": "assets/images/segnali/ponte-mobile.png"
        },
        {
          "id": "sec-2-18",
          "title": "BANCHINA PERICOLOSA",
          "content": "Indica una banchina pericolosa perché cedevole, profonda o non praticabile, per-\ntanto non bisogna stringersi troppo a destra. È sbagliato dire che il segnale indi-\nca la presenza di pietrisco sulla pavimentazione (fig. 31) o una strada con super-\nficie sdrucciolevole (fig. 24).",
          "image": "assets/images/segnali/banchina-pericolosa.png"
        },
        {
          "id": "sec-2-19",
          "title": "STRADA SDRUCCIOLEVOLE",
          "content": "Indica una strada sdrucciolevole in caso di ghiaccio o pioggia. Occorre moderare\nla velocità ed evitare le brusche manovre (sterzate, accelerate, frenate). Tenere\npresente che aumenta lo spazio di frenatura del veicolo e diminuisce l'aderenza\ndei pneumatici (quindi, bisogna aumentare la distanza di sicurezza dal veicolo\nche precede). Il sorpasso è ammesso solo con particolare attenzione.",
          "image": "assets/images/segnali/strada-sdrucciolevole.png"
        },
        {
          "id": "sec-2-20",
          "title": "ATTENZIONE AI BAMBINI",
          "content": "Si trova vicino ad un ambiente frequentato da bambini (scuole, campi, giardini,\necc.). Bisogna moderare la velocità e se occorre fermarsi; fare attenzione al mo-\nvimento improvviso dei bambini, anche a quelli che si trovano sul marciapiede e\nnon sorpassare veicoli che si sono fermati per lasciare attraversare i bambini.",
          "image": "assets/images/segnali/bambini.png"
        },
        {
          "id": "sec-2-21",
          "title": "DOPPIO SENSO DI CIRCOLAZIONE",
          "content": "Indica che la strada, che precedentemente era a senso unico, adesso diventa a\ndoppio senso (cioè vengono veicoli di fronte); pertanto bisogna fare maggiore\nattenzione, specie quando si effettua un sorpasso. Se a fondo giallo è posto in\npresenza di lavori in corso. È sbagliato dire che bisogna dare precedenza ai vei-\ncoli provenienti dal senso opposto o che il traffico si svolge su due carreggiate\nseparate.",
          "image": "assets/images/segnali/doppio-senso-circolazione.png"
        },
        {
          "id": "sec-2-22",
          "title": "PREAVVISO DI CIRCOLAZIONE ROTATORIA",
          "content": "Precede un incrocio (urbano o extraurbano) particolarmente pericoloso, regolato\ncon rotatoria; pertanto chi vuole svoltare deve girare attorno al centro dell'incro-\ncio (ad esempio: monumento, fontana, ecc.), lasciandolo alla propria sinistra. \nNei centri abitati è usato solo se lo richiedono motivi di sicurezza della circola-\nzione. È sbagliato dire che il segnale presegnala una svolta a sinistra obbligatoria\no che al prossimo incrocio è vietata la svolta a destra.",
          "image": "assets/images/segnali/rotatoria-preavviso.png"
        },
        {
          "id": "sec-2-23",
          "title": "SBOCCO SU MOLO O SU ARGINE",
          "content": "Indica che la strada finisce, con pericolo di caduta in acqua. Si può trovare nei\nmoli d'imbarco, nelle banchine portuali, nei fiumi o canali; fare attenzione so-\nprattutto di notte o quando si effettuano manovre di retromarcia, per non cadere\nin acqua. È sbagliato dire che il segnale indica un ponte mobile, interrotto o le-\nvatoio.",
          "image": "assets/images/segnali/sbocco-molo.png"
        },
        {
          "id": "sec-2-24",
          "title": "MATERIALE INSTABILE SULLA STRADA",
          "content": "Indica la presenza di pietrisco (graniglia o materiale minuto) sulla strada (ad e-\nsempio, lasciato cadere dalle betoniere in transito o per lavori in corso) che al\nnostro passaggio può essere proiettato a distanza colpendo veicoli o pedoni (an-\nche se fuori della carreggiata); se a fondo giallo è posto in presenza di lavori in\ncorso. Tenere presente che diminuisce l'aderenza sul terreno (quindi, bisogna\nmoderare la velocità e aumentare la distanza di sicurezza dal veicolo che prece-\nde).",
          "image": "assets/images/segnali/materiale-instabile.png"
        },
        {
          "id": "sec-2-25",
          "title": "CADUTA MASSI DA SINISTRA",
          "content": "Presegnala il pericolo di caduta di massi dalla parete rocciosa. Presegnala per-\ntanto un tratto di strada ove esiste il pericolo di presenza di pietre sulla carreg-\ngiata (cioè il pericolo di caduta di pietre da sinistra e quindi della loro presenza\nsulla carreggiata). Consiglia di rallentare per evitare l'impatto con massi caduti\nsulla carreggiata.",
          "image": "assets/images/segnali/caduta-massi-sinistra.png"
        },
        {
          "id": "sec-2-26",
          "title": "CADUTA MASSI DA DESTRA",
          "content": "Presegnala il pericolo di caduta di massi da destra, cioè un tratto di strada ove\nesiste il pericolo di caduta e quindi di presenza di pietre sulla carreggiata. Consi-\nglia di rallentare per evitare l'impatto con massi caduti sulla carreggiata.",
          "image": "assets/images/segnali/caduta-massi-destra.png"
        },
        {
          "id": "sec-2-27",
          "title": "PREAVVISO DI SEMAFORO VERTICALE",
          "content": "Bisogna moderare la velocità per la successiva presenza di un semaforo vertica-\nle; al centro (al posto del cerchio giallo) può avere una luce gialla lampeggiante\n(e non fissa), come segnalazione di pericolo; è a fondo giallo se posto prima di\nun cantiere stradale. È sbagliato dire che il segnale preavvisa la presenza del se-\ngnale di \"Stop\" (fig. 41).",
          "image": "assets/images/segnali/semaforo-verticale.png"
        },
        {
          "id": "sec-2-28",
          "title": "PREAVVISO DI SEMAFORO ORIZZONTALE",
          "content": "Bisogna moderare la velocità per la successiva presenza di un semaforo orizzon-\ntale; al centro (al posto del cerchio giallo) può avere una luce gialla lampeggian-\nte, come segnalazione di pericolo. È sbagliato dire che il segnale preavvisa la\npresenza del segnale di \"Stop\" (fig. 41).",
          "image": "assets/images/segnali/semaforo-orizzontale.png"
        },
        {
          "id": "sec-2-29",
          "title": "AEROMOBILI A BASSA QUOTA",
          "content": "Presegnala la possibilità di improvviso abbagliamento o forte rumore, dovuti ad\naeroplani a bassa quota ed è posto nelle vicinanze di aeroporti, cioè nelle vici-\nnanze di piste per l'atterraggio ed il decollo di aeroplani, o comunque in località\ndove può avvenire il volo a bassa quota di aeroplani. Invita a cautela per l'im-\nprovviso fastidio provocato dal volo di aerei a bassa quota. Il segnale può essere \nintegrato da due luci rosse lampeggianti (fig. 162) e non indica una località di \nvolo a vela o un bivio per l'aeroporto.",
          "image": "assets/images/segnali/aeromobili.png"
        },
        {
          "id": "sec-2-30",
          "title": "FORTE VENTO LATERALE",
          "content": "Si trova nei ponti, viadotti, all'uscita delle gallerie, dove bisogna moderare la ve-\nlocità, tenere bene lo sterzo per essere pronti in caso di sbandamento. Il pericolo\nè maggiore per i veicoli tendonati (specie se scarichi), furgonati, che trainano\nrimorchi o con bagagli voluminosi sopra il tetto (perché il vento esercita una \nmaggiore forza ribaltante); per questi veicoli vige l'obbligo di rallentare e all'oc-\ncorrenza fermarsi.",
          "image": "assets/images/segnali/forte-vento.png"
        },
        {
          "id": "sec-2-31",
          "title": "PERICOLO DI INCENDIO",
          "content": "Si trova vicino a zone ad alto rischio d'incendio (boschi, pinete, ecc.) ed indica di\nnon gettare niente di infiammabile (fiammiferi, ecc.) e di non fermarsi sulla ster-\npaglia con veicolo munito di marmitta catalitica (in quanto la marmitta catalitica\nraggiunge elevate temperature). Deve obbligatoriamente essere integrato con il \npannello di \"estesa\" (fig. 122). È sbagliato dire che vieta il transito ai veicoli che\ntrasportano esplosivi o prodotti infiammabili (l'importante è che chi trasporta\nquesto tipo di merce non inneschi un incendio).",
          "image": "assets/images/segnali/pericolo-incendio.png"
        },
        {
          "id": "sec-2-32",
          "title": "ALTRI PERICOLI",
          "content": "Indica un pericolo diverso da quelli indicati dagli altri segnali di pericolo (per cui\nil segnale non si può trovare per indicare un tratto di strada in cattivo stato, con \npavimentazione deformata, fig. 1, o una salita ripida, fig. 18). Sotto al segnale è \nobbligatorio un pannello integrativo che specifica il tipo di pericolo (ad esempio: \ncoda, fig. 136, allagamento, fig. 135, ecc.), in tutti i casi occorre moderare la \nvelocità perché si approssima un pericolo. \n\nValerio Platia e Roberto Mastri \n10",
          "image": "assets/images/segnali/altri-pericoli.png"
        },
        {
          "id": "sec-2-33",
          "title": "ANIMALI DOMESTICI VAGANTI",
          "content": "Presegnala la possibilità di trovare sulla strada animali domestici (bovini, ovini, cavalli, ecc.) incustoditi o in libertà. Si trova in prossimità di pascoli, fattorie o zone rurali. Bisogna moderare la velocità ed essere pronti a fermarsi, in quanto gli animali possono attraversare improvvisamente la strada o fermarsi sulla carreggiata. È sbagliato dire che il segnale indica la vicinanza di uno zoo o di un maneggio.",
          "image": "assets/images/segnali/animali-domestici.png"
        },
        {
          "id": "sec-2-34",
          "title": "ANIMALI SELVATICI VAGANTI",
          "content": "Presegnala la possibilità di trovare sulla strada animali selvatici (cervi, cinghiali, caprioli, ecc.). Si trova in prossimità di boschi, riserve naturali o zone di caccia. Bisogna moderare la velocità ed essere pronti a fermarsi, specialmente all'alba e al tramonto quando gli animali sono più attivi. Il pericolo è maggiore nelle ore notturne perché gli animali possono rimanere abbagliati dai fari. È sbagliato dire che il segnale indica una riserva di caccia.",
          "image": "assets/images/segnali/animali-selvatici.png"
        },
        {
          "id": "sec-2-35",
          "title": "DISCESA PERICOLOSA",
          "content": "Indica una discesa pericolosa con forte pendenza. Bisogna moderare la velocità, usare le marce basse per sfruttare il freno motore e non tenere la frizione premuta. È consigliabile non procedere a motore spento per non perdere l'efficacia del servofreno. La percentuale indicata nel pannello integrativo (es. 10%) indica l'inclinazione della pendenza. È sbagliato dire che il segnale indica un tratto in salita.",
          "image": "assets/images/segnali/discesa-pericolosa.png"
        },
        {
          "id": "sec-2-36",
          "title": "SALITA RIPIDA",
          "content": "Indica una salita ripida con forte pendenza. Bisogna moderare la velocità e usare le marce adeguate. La percentuale indicata nel pannello integrativo (es. 10%) indica l'inclinazione della pendenza. È consigliabile non fermarsi se non strettamente necessario, per evitare difficoltà nella ripartenza. È sbagliato dire che il segnale indica un tratto in discesa o presegnala un dosso.",
          "image": "assets/images/segnali/salita-ripida.png"
        },
        {
          "id": "sec-2-37",
          "title": "LAVORI IN CORSO",
          "content": "Presegnala un cantiere stradale con possibile presenza di operai, mezzi di lavoro, deviazioni o restringimenti della carreggiata. Il segnale ha fondo giallo. Bisogna moderare la velocità, fare attenzione agli operai che lavorano sulla strada e rispettare le indicazioni date dalla segnaletica temporanea. È vietato sorpassare se la visibilità non è sufficiente. Il segnale può essere integrato con pannelli che indicano la lunghezza del cantiere.",
          "image": "assets/images/segnali/lavori-in-corso.png"
        },
        {
          "id": "sec-2-38",
          "title": "CROCE DI SANT'ANDREA",
          "content": "Si trova immediatamente prima di un passaggio a livello senza barriere, a circa 5 metri dai binari. Indica la presenza di un solo binario ferroviario. Bisogna assolutamente fermarsi in caso di luci rosse lampeggianti accese o di suono della campana. È vietata la sosta e l'inversione di marcia. La Doppia Croce di Sant'Andrea (due croci sovrapposte) indica invece la presenza di più binari ferroviari.",
          "image": "assets/images/segnali/croce-sant-andrea.png"
        }
      ]
    },
    {
      "id": "lesson-3",
      "title": "Segnali di Precedenza",
      "description": "Lezione 3: Segnali di Precedenza",
      "icon": "📚",
      "sections": [
        {
          "id": "sec-3-1",
          "title": "DARE PRECEDENZA",
          "content": "Prescrive di dare la precedenza ai veicoli circolanti sulla strada che si incrocia o \nsu cui ci si immette (sia da destra che da sinistra). Viene posto su strada secon-\ndaria (urbana o extraurbana) che non ha diritto di precedenza (come sulle ram-\npe di raccordo per l'immissione in autostrada); viene installato a circa 25 metri\nprima dell'incrocio; su strade extraurbane è preceduto dal segnale \"preavviso di \ndare precedenza\" fig. 42 (e non dal \"preavviso di fermarsi e dare precedenza\" \nfig. 43); il segnale ha valore nelle ore in cui il semaforo funziona a luce gialla\nlampeggiante (semaforo spento o guasto). Usare la massima prudenza al fine di\nevitare incidenti: moderare la velocità e all'occorrenza fermarsi. Non viene posto \nlungo l'autostrada ma sulla corsia d'ingresso (corsia di accelerazione).",
          "image": "assets/images/segnali/dare-precedenza.png"
        },
        {
          "id": "sec-3-2",
          "title": "PREAVVISO DI DARE PRECEDENZA",
          "content": "Presegnala la successiva presenza del segnale \"Dare Precedenza\" (fig. 40) ed in-\ndica la distanza dall'incrocio in cui dovremo dare la precedenza sia a destra che\na sinistra; bisogna rallentare per potersi fermare se ci sono veicoli cui bisogna\ndare la precedenza; indica che la strada che percorriamo non ha diritto di prece-\ndenza e si può incontrare prima di un incrocio a forma di \"T\". È sbagliato dire\nche il segnale è un \"preavviso di fermarsi e dare precedenza\" (fig. 43) oppure \nche all'incrocio dobbiamo obbligatoriamente fermarci."
        },
        {
          "id": "sec-3-3",
          "title": "INTERSEZIONE CON PRECEDENZA A DESTRA",
          "content": "Presegnala un incrocio in cui vige la regola generale di dare la precedenza solo a\ndestra. Il segnale non è impiegato su strade che godono del diritto di precedenza\ne di norma si trova 150 metri prima dell'incrocio. Prescrive di procedere a veloci-\ntà particolarmente moderata, dare la precedenza ai veicoli provenienti da destra\ned assicurarsi che quelli provenienti da sinistra siano disposti a darla. È sbagliato\ndire che il segnale può essere preceduto dal \"Dare Precedenza\" o \"Stop\" (figg. \n40 e 41; in presenza di questi due segnali occorre dare precedenza non solo a\ndestra ma anche a sinistra)."
        },
        {
          "id": "sec-3-4",
          "title": "INTERSEZIONE CON DIRITTO DI PRECEDENZA",
          "content": "Presegnala, a 150 metri, un incrocio in cui si ha diritto di precedenza sui veicoli\nprovenienti dalle strade subordinate (di minore importanza) sia da destra che da\nsinistra. Perde la sua efficacia in presenza di agente (vigile) che regola il traffico. \nPuò essere preceduto dal segnale di \"Diritto di Precedenza\" (fig. 52; in quanto i \ndue segnali hanno analogo significato). Impone di rallentare, accertandosi che i \nveicoli incrocianti (da destra e da sinistra) siano disposti a dare la precedenza. \nNon indica un incrocio a forma di \"T\" e non viene posto sulle autostrade o sulle\ncorsie di accelerazione (quindi non indica una confluenza come i segnali di fig. \n50 e 51). Il segnale consente di svoltare.",
          "image": "assets/images/segnali/diritto-precedenza.png"
        },
        {
          "id": "sec-3-5",
          "title": "CONFLUENZA A DESTRA",
          "content": "Si trova dentro l'autostrada per indicare ai veicoli, che già circolano in autostra-\nda, di ridurre la velocità perché più avanti c'è una corsia di accelerazione dove \nentrano veicoli (e se questi non rispettano il segnale di \"Dare Precedenza\" che\ntrovano sulla rampa di raccordo, possono creare pericolo). È vietato svoltare a\ndestra, in quanto la corsia di accelerazione è a senso unico e serve solo per en-\ntrare in autostrada. Il segnale è collocato, di norma, a 150 metri dalla confluen-\nza (incrocio). È sbagliato dire che il segnale viene preceduto (quindi sulla stessa\nManuale di teoria per le patenti A1 A e B \n13\nstrada) dal segnale di \"Dare Precedenza\" (che invece viene posto sulla strada\nd'immissione laterale)."
        },
        {
          "id": "sec-3-6",
          "title": "CONFLUENZA A SINISTRA",
          "content": "Si trova dentro le strade extraurbane principali (o su carreggiate a senso unico)\nper indicare ai veicoli, che già circolano sulla strada principale, di ridurre la velo-\ncità perché più avanti c'è una corsia di accelerazione dove entrano veicoli (e se\nquesti non rispettano il segnale di \"Dare Precedenza\" che trovano sulla rampa di\nraccordo laterale, possono creare pericolo). È vietato svoltare a sinistra, in quan-\nto la corsia di accelerazione è a senso unico e serve solo per entrare. Il segnale\nè collocato, di norma, a 150 metri dalla confluenza (incrocio). È sbagliato dire\nche il segnale viene preceduto (quindi sulla stessa strada) dal segnale di \"Dare \nPrecedenza\" (che invece viene posto sulla rampa di raccordo laterale)."
        },
        {
          "id": "sec-3-7",
          "title": "DIRITTO DI PRECEDENZA",
          "content": "Indica l'inizio di una strada urbana o extraurbana che gode del diritto di prece-\ndenza e comporta la presenza sulle strade che si incrociano (destra e sinistra) \ndel segnale \"Dare Precedenza\" (fig. 40) o \"Stop\" (fig. 41). Può essere realizzato \nin formato ridotto (piccolo) ed essere integrato con pannello che indica l'anda-\nmento della strada principale (fig. 146). Prescrive di moderare particolarmente \nla velocità in prossimità degli incroci e di assicurarsi che i veicoli provenienti dal-\nle strade laterali (destra e sinistra) si apprestino a darci la precedenza. Il segna-\nle consente di proseguire diritto, di svoltare e sorpassare; non viene posto in au-\ntostrada."
        },
        {
          "id": "sec-3-8",
          "title": "FINE DEL DIRITTO DI PRECEDENZA",
          "content": "Indica (sia su strade urbane che extraurbane) che la strada non ha più il diritto\ndi precedenza (infatti vengono modificate le precedenti norme di precedenza agli\nincroci), quindi dopo il segnale bisogna di norma dare la precedenza ai veicoli\nprovenienti da destra (ritorna la norma generale), a meno che vi sia un segnale\n\"Dare Precedenza\" o \"Stop\" (figg. 40 e 41; in questo caso bisogna dare prece-\ndenza sia a destra che a sinistra); ci invita a maggiore prudenza perché non ab-\nbiamo più il diritto di precedenza. È sbagliato dire che il segnale indica la fine di\nun obbligo precedentemente imposto (in quanto non è un segnale di obbligo, ma\ndi precedenza).",
          "image": "assets/images/segnali/fine-diritto-precedenza.png"
        },
        {
          "id": "sec-3-9",
          "title": "DARE PRECEDENZA NEI SENSI UNICI ALTERNATI",
          "content": "Bisogna moderare la velocità e se occorre fermarsi per dare la precedenza nei\nsensi unici alternati, cioè ai veicoli provenienti di fronte (e non a quelli prove-\nnienti da destra o da sinistra). Il segnale si trova sulle strade a doppio senso in\npresenza di strettoie, quando una parte della strada è interrotta (per lavori o\nfrana) e tutti e due i veicoli non possono passare contemporaneamente (nella \nstrettoia finisce temporaneamente il doppio senso di circolazione ed inizia il sen-\nso unico alternato). E' sbagliato dire che il segnale si trova prima di un qualsiasi\nrestringimento della carreggiata o in una strettoia con due corsie (infatti si trova \nsolamente ove lo spazio rimasto libero basta per il transito di una sola fila di vei-\ncoli). In presenza del segnale, del semaforo e del vigile: bisogna dare la prece-\ndenza se il semaforo è spento oppure se è a luce lampeggiante gialla; si ha inve-\nce la precedenza se il semaforo è a luce verde oppure se il semaforo è a luce\nrossa, ma il vigile urbano invita a passare.",
          "image": "assets/images/segnali/precedenza-senso-opposto.png"
        },
        {
          "id": "sec-3-10",
          "title": "DIRITTO DI PRECEDENZA NEI SENSI UNICI ALTERNATI",
          "content": "Il segnale si trova sulle strade a doppio senso in presenza di strettoie, quando\nuna parte della strada è interrotta (per lavori o frana) e due veicoli che procedo-\nno in senso contrario non possono passare insieme (nella strettoia finisce tempo-\nraneamente il doppio senso di circolazione ed inizia il senso unico alternato). Chi\nincontra il segnale deve moderare la velocità e verificare che i veicoli di fronte\nsiano disposti a dare la precedenza. È sbagliato dire di tenere bene la destra per\nconsentire il passaggio anche ai veicoli di fronte (in quanto lo spazio libero di-\nsponibile è insufficiente per il transito contemporaneo, anche se ci stringiamo il\npiù possibile vicino al margine destro). In presenza del segnale, del semaforo e\ndel vigile: si ha la precedenza se il semaforo è a luce verde o e spento; se è a\nluce gialla lampeggiante; se è a luce rossa ma il vigile urbano impone di passa-\nre. Bisogna invece dare la precedenza se il semaforo è spento e il vigile urbano\nimpone di fermarsi.",
          "image": "assets/images/segnali/diritto-precedenza-senso-opposto.png"
        }
      ]
    },
    {
      "id": "lesson-4",
      "title": "Segnali di Divieto",
      "description": "Lezione 4: Segnali di Divieto",
      "icon": "📚",
      "sections": [
        {
          "id": "sec-4-1",
          "title": "DIVIETO DI TRANSITO",
          "content": "Indica il divieto di entrare nella strada in cui è posto nei due sensi (da ambedue i \nlati), infatti dall'altro lato della strada si troverà un altro segnale uguale a que-\nsto. Vieta il transito a tutti i veicoli (comprese le biciclette, i motocicli, le macchi-\nne agricole, i quadricicli). Possono entrare solamente i pedoni. Senza pannello \nintegrativo il segnale vale 24 ore su 24.",
          "image": "assets/images/segnali/divieto-transito.png"
        },
        {
          "id": "sec-4-2",
          "title": "DIVIETO DI TRANSITO PER AUTOTRENI ED AUTOARTICOLATI",
          "content": "Il segnale indica il divieto di transito per le categorie di veicoli indicati in figura \n(autotreni ed autoarticolati). Possono quindi transitare tutti i veicoli salvo quelli\ndelle categorie rappresentate. È sbagliato dire che il segnale indica un divieto di\nsosta per autotreni ed autoarticolati."
        },
        {
          "id": "sec-4-3",
          "title": "SENSO VIETATO",
          "content": "Indica che nessuno dei veicoli (compresi quadricicli, taxi, motocicli) può entrare\ndal lato in cui è posto il segnale, mentre dall'altro lato della strada è ammesso \nl'accesso; pertanto dal lato opposto la strada sarà a senso unico (quindi è corret-\nto dire che è posto su carreggiate a senso unico di circolazione); non permette di\nentrare in quella strada, ma ne consente l'uscita. Vale anche nelle ore notturne.",
          "image": "assets/images/segnali/senso-vietato.png"
        },
        {
          "id": "sec-4-4",
          "title": "DIVIETO DI SORPASSO",
          "content": "Si possono sorpassare solamente i veicoli senza motore (biciclette, veicoli a\nbraccia, carrozze a cavalli, veicoli a trazione animale), i motocicli ed i ciclomoto-\nri. Due autoveicoli, anche se non superano la linea continua, non si possono sor-\npassare tra di loro; chi guida un motociclo non può sorpassare un'autovettura. Il \nsegnale può essere integrato con il pannello di \"continuazione\" (fig. 129); si può \ntrovare sia su strade urbane che extraurbane; consente il transito di tutti i veico-\nli (compresi pedoni, autotreni, autoarticolati, autosnodati). È sbagliato dire che il \nsegnale consente la marcia per file parallele o che si possono sorpassare i veicoli \na motore che procedono troppo lentamente.",
          "image": "assets/images/segnali/divieto-sorpasso.png"
        },
        {
          "id": "sec-4-5",
          "title": "FINE DEL DIVIETO DI SORPASSO",
          "content": "È un segnale di fine prescrizione che indica la fine del divieto di sorpasso prece-\ndentemente imposto (non indica la fine del divieto di sorpasso tra le sole auto-\nvetture); indica il punto in cui termina il divieto di sorpasso; non consente il sor-\npasso se deve essere oltrepassata la striscia continua; può essere posto sia nei\ncentri abitati che fuori e non impone un particolare limite di velocità. È sbagliato\ndire che il segnale indica la fine del divieto di transito o di sosta (infatti indica la\nfine del divieto di sorpasso)."
        },
        {
          "id": "sec-4-6",
          "title": "DIVIETO DI SEGNALAZIONI ACUSTICHE",
          "content": "Vieta di usare il dispositivo di segnalazione acustica (clacson o trombe), tranne\nin caso di pericolo immediato o quando si trasportano feriti o ammalati gravi. È\nsbagliato dire che si può fare uso del clacson nei casi di grave ingorgo stradale,\nincrociando altri veicoli o quando le circostanze lo consiglino (a nostra libera\nscelta).",
          "image": "assets/images/segnali/divieto-segnalazioni-acustiche.png"
        },
        {
          "id": "sec-4-7",
          "title": "DIVIETO DI TRANSITO AI PEDONI",
          "content": "Vieta il transito (24 ore su 24) ai pedoni e quindi non consente ai pedoni di per-\ncorrere quella strada. Consente il transito a tutti i veicoli (compresi gli autoveico-\nli, i motocicli, i ciclisti, i quadricicli e i ciclomotori). Si può trovare in autostrada e \nnelle gallerie stradali (ma non all'imbocco di una passerella pedonale o vicino a\nparchi giochi e divertimenti).",
          "image": "assets/images/segnali/divieto-transito-pedoni.png"
        },
        {
          "id": "sec-4-8",
          "title": "DIVIETO DI TRANSITO AI VEICOLI A BRACCIA",
          "content": "Vieta il transito ai veicoli a braccia e quindi non consente ai carretti a mano di\npercorrere quella strada. Consente il transito ai pedoni e a tutti gli altri veicoli\n(compresi i veicoli a trazione animale, le biciclette, i ciclomotori). È sbagliato dire \nche il segnale vieta il transito ad un veicolo guasto che provvisoriamente viene\nspinto a braccia, oppure ai carrelli-appendice trainati da autovetture."
        },
        {
          "id": "sec-4-9",
          "title": "DIVIETO DI TRANSITO AI VEICOLI A TRAZIONE ANIMALE",
          "content": "Vieta il transito (24 ore su 24) ai veicoli a trazione animali (anche se muniti di\npneumatici); vieta il transito ai veicoli trainati da cavalli o da buoi e alle carrozze\na cavalli. Consente il transito di tutti gli altri veicoli (compresi i veicoli a braccia e\ni motocicli)."
        },
        {
          "id": "sec-4-10",
          "title": "DIVIETO DI TRANSITO AI MOTOCICLI",
          "content": "Vieta il transito a tutti i motocicli (non solo quelli che superano 125 cm3 di cilin-\ndrata o ai motociclisti che circolano con o senza il casco protettivo). Consente il \ntransito a tutti gli altri veicoli (compresi i ciclomotori, i tricicli, i quadricicli e le\nautovetture); non impone un limite di velocità ai motocicli (ne vieta solo il tran-\nsito). È sbagliato dire che il segnale vieta il transito a tutti i veicoli a due ruote \n(infatti la bicicletta ed il ciclomotore possono transitare).",
          "image": "assets/images/segnali/divieto-transito-motocicli.png"
        },
        {
          "id": "sec-4-11",
          "title": "DIVIETO DI TRANSITO AGLI AUTOBUS",
          "content": "Vieta il transito agli autobus (anche quelli turistici e gli scuolabus) e quindi non \nconsente agli autobus o pullman di percorrere quella strada. Consente il transito\nai pedoni e a tutti gli altri veicoli (compresi gli autocarri, le autocaravan, le auto-\nvetture, i motocicli). È sbagliato dire che il segnale si riferisce in generale a tutti \ngli autoveicoli (veicoli a motore con almeno 4 ruote) che superano 3,5 t."
        },
        {
          "id": "sec-4-12",
          "title": "DIVIETO DI TRANSITO AI VEICOLI A MOTORE TRAINANTI UN RIMORCHIO",
          "content": "Vieta il transito a tutti i veicoli che trainano un rimorchio: caravan (roulotte), ri-\nmorchio per imbarcazione, autotreni, autoarticolati; mentre consente il transito\nai veicoli con carrello-appendice (si considera parte integrante del veicolo) e al-\nl'autosnodato (due autobus uniti, tale da formare un solo veicolo). Può essere \nintegrato con pannello che consente il traino di rimorchi fino ad una certa massa.\nÈ sbagliato dire che il segnale vale soltanto per i veicoli adibiti al trasporto di\nmerci (infatti il segnale vieta il transito anche ai rimorchi che trasportano perso-\nne come le roulotte).",
          "image": "assets/images/segnali/divieto-transito-veicoli-motore.png"
        },
        {
          "id": "sec-4-13",
          "title": "DIVIETO DI TRANSITO ALLE MACCHINE AGRICOLE",
          "content": "Vieta il transito (24 ore su 24) alle macchine agricole (sia gommate che cingola-\nte), alle trattrici agricole ed ai rimorchi agricoli; mentre consente il transito agli\naltri tipi di veicoli, comprese le macchine operatrici (sgombraneve, ecc.), i qua-\ndricicli, i motocicli ed i trattori stradali per semirimorchi (parte anteriore dell'au-\ntoarticolato). È sbagliato dire che il segnale si trova soltanto sulle strade dirette\nalle aziende agricole o che consente il transito ai rimorchi agricoli fino ad una\ncerta massa."
        },
        {
          "id": "sec-4-14",
          "title": "DIVIETO DI TRANSITO AI VEICOLI CHE TRASPORTANO MERCI PERICOLOSE",
          "content": "Vieta il transito ai veicoli che trasportano merci pericolose (ad esempio: benzina,\nacidi corrosivi, materie tossiche o radioattive). Il segnale non si riferisce al car-\nburante (benzina, gasolio, gas metano, GPL) contenuto nel serbatoio del veicolo\n(in quanto serve all'alimentazione del veicolo stesso) o a chi trasporta merce de-\nperibile (frutta, verdura, carne, ecc.)."
        },
        {
          "id": "sec-4-15",
          "title": "DIVIETO DI TRANSITO AI VEICOLI CHE TRASPORTANO ESPLOSIVI O PRODOTTI \nFACILMENTE INFIAMMABILI",
          "content": "Vieta il transito ai veicoli (compresi i rimorchi) che trasportano esplosivi o pro-\ndotti facilmente infiammabili. Il segnale non si riferisce al carburante (benzina, \ngasolio, gas metano, GPL) contenuto nel serbatoio del veicolo (in quanto serve\nall'alimentazione del veicolo stesso). È sbagliato dire che prescrive di fare atten-\nzione ai veicoli che trasportano esplosivi o che consente ad essi di sorpassare \n(perché questi tipi di veicoli non possono circolare lungo il tratto di strada su cui\nè posto il segnale). \nManuale di teoria per le patenti A1 A e B \n19"
        },
        {
          "id": "sec-4-16",
          "title": "DIVIETO DI TRANSITO AI VEICOLI CHE TRASPORTANO PRODOTTI SUSCETTIBI-\nLI DI CONTAMINARE L'ACQUA",
          "content": "Vieta il transito ai veicoli (compresi i rimorchi) che trasportano sostanze che\npossono inquinare l'acqua (ad esempio: petrolio), mentre consente il transito ai\nveicoli che trasportano materiale esplosivo (perché non è inquinante) e alle au-\ntocisterne vuote o che trasportano acqua (ad esempio: le innaffiatrici stradali)."
        },
        {
          "id": "sec-4-17",
          "title": "DIVIETO DI TRANSITO A TUTTI I VEICOLI AVENTI LARGHEZZA SUPERIORE A",
          "content": "2,30 METRI \nIndica la larghezza massima dei veicoli ammessi al transito (non indica invece la\nlarghezza della strada); si riferisce a tutti i veicoli (compresi gli autobus ed i vei-\ncoli senza motore, come quelli a trazione animale) di larghezza superiore a 2,30 \nm.; consente il transito di veicoli larghi fino a 2,30 m.; è posto sia su strade ur-\nbane che extraurbane e può trovarsi prima di una strettoia. È sbagliato dire che\nil segnale, con la misura indicata, vale anche per i motocicli (infatti i motocicli, \nper costruzione, non possono raggiungere la larghezza di 2,30 m.)."
        },
        {
          "id": "sec-4-18",
          "title": "METRI",
          "content": "Indica l'altezza massima, misurata dal piano stradale (e non dal piano del casso-\nne), dei veicoli che possono transitare; consente il transito di una macchina agri-\ncola alta 3,50 m., ma vieta il transito degli autoveicoli alti 3,60 m.; può trovarsi\nsia nei centri abitati che fuori, solitamente dove la strada passa sotto un ponte\n(non sopra una ferrovia). È sbagliato dire che il segnale indica l'altezza del pas-\nsaggio (infatti indica l'altezza massima dei veicoli ammessi a transitare) e che\nvale soltanto dalle ore 8 alle 20."
        },
        {
          "id": "sec-4-19",
          "title": "DIVIETO DI TRANSITO A TUTTI I VEICOLI, O COMPLESSI DI VEICOLI, AVENTI",
          "content": "LUNGHEZZA SUPERIORE A 10 METRI \nSi trova nelle strade di montagna con curve strette (tornanti) e vieta il transito a \ntutti i veicoli (compresi gli autobus) ed ai complessi di veicoli (autotreni, roulot-\nte) che superano 10 metri di lunghezza; mentre consente il transito ai veicoli di\nlunghezza uguale o inferiore a 10 metri; vale anche di notte. È sbagliato dire che \nil segnale consente il transito a tutti gli autosnodati (possono transitare solo\nquelli fino a 10 metri di lunghezza)."
        },
        {
          "id": "sec-4-20",
          "title": "DIVIETO DI TRANSITO A TUTTI I VEICOLI AVENTI UNA MASSA SUPERIORE A",
          "content": "7,00 T. \nVieta il transito a tutti i veicoli (quindi anche a quelli che trasportano persone)\naventi una massa effettiva superiore a quella indicata; vieta il transito agli auto-\ncarri di tara (peso a vuoto) superiore a 7 t.; consente il transito di una macchina\nagricola di massa pari a 7 t.; vale sia di giorno che di notte e si può trovare pri-\nma di un ponte (ove ci può essere il pericolo di crollo); con l'integrazione di ap-\nposito pannello può indicare il numero massimo dei veicoli che possono transita-\nre contemporaneamente lungo il ponte. È sbagliato dire che il valore di 7 t. si ri-\nferisce solo al peso dell'asse più carico (infatti indica il peso globale di tutto il\nveicolo)."
        },
        {
          "id": "sec-4-21",
          "title": "DIVIETO DI TRANSITO A TUTTI I VEICOLI AVENTI MASSA PER ASSE SUPERIORE",
          "content": "A 6,5 T. \nVieta il transito a tutti i veicoli (compresi autobus e autoveicoli con ruote gemel-\nlate = doppie) che hanno una massa per asse superiore a 6,5 t.; vieta il transito\nai veicoli aventi sull'asse più caricato (solitamente quello posteriore) una massa\nsuperiore a quella indicata. Il segnale fa riferimento alla massa effettiva al mo-\nmento del transito (e non alla massa complessiva a pieno carico indicata sulla \ncarta di circolazione); consente il transito di autocarri aventi massa per asse fino\na 6,5 t.; può trovarsi prima di un ponte; vale sia di giorno che di notte e consen-\nte il transito ai quadricicli a motore (infatti i quadricicli, per costruzione, non \npossono raggiungere il peso di 6,5 t.)."
        },
        {
          "id": "sec-4-22",
          "title": "VIA LIBERA",
          "content": "È un segnale di fine prescrizione; indica il punto dove le prescrizioni preceden-\ntemente imposte non sono più valide. Può quindi indicare la fine di divieti o di\nobblighi imposti sul tratto di strada precedente. È sbagliato dire che il segnale\nindica la fine di un cantiere di lavoro, di un centro abitato o di una strada sdruc-\nciolevole (in quanto questi sono segnali di indicazione e di pericolo)."
        },
        {
          "id": "sec-4-23",
          "title": "DIVIETO DI SOSTA",
          "content": "Vieta la sosta o l'abbandono del veicolo, ma consente la fermata. Senza pannelli\nintegrativi il divieto di sosta, nei centri abitati, vale dalle 8 alle 20, mentre fuori\ndei centri abitati vale 24 ore su 24 (permanente); vieta la sosta sul lato della\nstrada dove è posto (e non su ambedue i lati della carreggiata); finisce di validi-\ntà dopo il primo incrocio (salvo che venga ripetuto con il pannello di continuazio-\nne). Il segnale non viene posto in quei luoghi ove per regola generale vige il di-\nvieto (curve, dossi, incroci, ecc.) e può essere corredato dai seguenti pannelli\nintegrativi: zona rimozione coatta (fig. 141), limitazione (fig. 126), eccezione \n(fig. 127), inizio (fig. 128), continuazione (fig. 129), fine (fig. 130), fasce orarie \ndei giorni lavorativi (fig. 125) o festivi (fig. 124).",
          "image": "assets/images/segnali/divieto-sosta.png"
        },
        {
          "id": "sec-4-24",
          "title": "PASSO CARRABILE",
          "content": "Indica la zona per l'accesso dei veicoli alle proprietà laterali alla strada (sbocco\ndi un passo carrabile, cancello, stradella privata, ecc.). Vieta la sosta nel luogo\ndove è posto 24 ore su 24, mentre consente la fermata purché il veicolo non sia\nd'intralcio."
        },
        {
          "id": "sec-4-25",
          "title": "SOSTA CONSENTITA A PARTICOLARI CATEGORIE",
          "content": "È un segnale composito che consente la sosta e il parcheggio ad una particolare\ncategoria di veicoli (in questo caso ai veicoli al servizio di persone invalide muni-\nte dell'apposito contrassegno); non consente la sosta a veicoli diversi da quelli\nindicati nel pannello; rappresenta un'eccezione al divieto di sosta. È sbagliato di-\nre che il segnale indica una corsia riservata ai veicoli per persone invalide o che\nquella strada è aperta solo al loro transito."
        },
        {
          "id": "sec-4-26",
          "title": "DIVIETO DI SOSTA TEMPORANEO",
          "content": "Nei centri urbani, posto dove vengono effettuate operazioni di pulizia meccanica\ndella strada, segnala il divieto di sosta limitato ai giorni e alle ore indicate (quin-\ndi un divieto di sosta temporaneo); indica anche la presenza di macchine opera-\ntrici per la pulizia meccanica della strada (e non di macchine sgombraneve). È\nsbagliato dire che il segnale indica la presenza di un deposito con probabile usci-\nta di mezzi per la pulizia meccanica della strada o che il divieto di sosta è riferito\nai veicoli rappresentati in figura. \nManuale di teoria per le patenti A1 A e B \n21"
        },
        {
          "id": "sec-4-27",
          "title": "REGOLAZIONE FLESSIBILE DELLA SOSTA IN CENTRO ABITATO",
          "content": "È un segnale composito che consente la sosta o il parcheggio in alcune ore (dalle\nore 9 alle 17 e dalle ore 20 alle 7) e la vieta in altre (dalle ore 7 alle 9 e dalle 17\nalle 20); rappresenta perciò una regolazione della sosta; non è necessario espor-\nre il disco orario (in quanto gli orari sono riportati sul pannello); la fermata è\nconsentita in tutte le 24 ore."
        },
        {
          "id": "sec-4-28",
          "title": "DIVIETO DI FERMATA",
          "content": "Vieta, sia di giorno che di notte, la sosta e la fermata o comunque qualsiasi vo-\nlontaria temporanea sospensione della marcia del veicolo, ma consente l'arresto\nin casi di forza maggiore (semaforo rosso, intasamento del traffico, ecc.); vale\nper tutti i veicoli (quindi anche per gli autobus e per i taxi, anche se la fermata\nnon costituisce pericolo o intralcio alla circolazione); in assenza di iscrizioni inte-\ngrative il divieto vale tutti i giorni 24 ore su 24 (sia dentro che fuori dei centri \nabitati); se integrato con pannello con freccia verso il basso \"Fine\" (fig. 130), \nvieta la fermata nel tratto precedente. È sbagliato dire che il segnale è un preav-\nviso del divieto di sosta o che consente la fermata per far salire o scendere pas-\nseggeri.",
          "image": "assets/images/segnali/divieto-fermata.png"
        },
        {
          "id": "sec-4-29",
          "title": "PARCHEGGIO",
          "content": "Indica un parcheggio autorizzato, cioè un'area attrezzata ed organizzata per so-\nstare per tempo indeterminato (24 ore su 24), salvo diversa indicazione (e non\nuna zona di sosta con i limiti orari dei centri urbani). Può essere integrato con un\npannello indicante: la distanza (fig. 121); l'orario (fig. 123) e le tariffe; la limita-\nzione nel tempo (fig. 124 e fig. 125); le categorie di veicoli per le quali l'area di \nparcheggio è esclusa (fig. 127) o è riservata (fig. 126); la disposizione dei veicoli \nnell'area di parcheggio (sosta parallela, obliqua, ecc.). Non può invece essere \nintegrato con pannello che indica la superficie o il numero di posti disponibili. È\nsbagliato dire che il segnale indica un'area di sosta con parchimetro o sosta limi-\ntata ma senza obbligo di pagamento.",
          "image": "assets/images/segnali/parcheggio.png"
        },
        {
          "id": "sec-4-30",
          "title": "PREAVVISO DI PARCHEGGIO",
          "content": "Il segnale indica che nella direzione della freccia vi è un parcheggio. La freccia \ndirezionale serve quindi per segnalare il luogo autorizzato che, nell'esempio, si\ntrova a 300 metri. \n\nValerio Platia e Roberto Mastri \n22"
        }
      ]
    },
    {
      "id": "lesson-5",
      "title": "Segnali di Obbligo",
      "description": "Lezione 5: Segnali di Obbligo",
      "icon": "📚",
      "sections": [
        {
          "id": "sec-5-1",
          "title": "DIREZIONE OBBLIGATORIA DIRITTO",
          "content": "È un segnale di direzione obbligatoria che indica l'unica direzione consentita; si\ntrova nella vicinanza di un incrocio (sia su strade a senso unico che a doppio \nsenso) ed obbliga a proseguire soltanto diritto, vieta pertanto di svoltare a de-\nstra e a sinistra. Non esclude la possibilità che possono venire veicoli di fronte. È\nsbagliato dire che il segnale impone la marcia in unica file o che è un segnale di \ncorsia.",
          "image": "assets/images/segnali/diritto.png"
        },
        {
          "id": "sec-5-2",
          "title": "DIREZIONE OBBLIGATORIA A SINISTRA",
          "content": "È un segnale di direzione obbligatoria che indica l'unica direzione consentita; si\ntrova nella vicinanza di un incrocio (sia su strade a senso unico che a doppio\nsenso) ed obbliga a svoltare soltanto a sinistra, vieta pertanto di proseguire di-\nritto e di svoltare a destra. È sbagliato dire che il segnale indica una curva o un\npassaggio obbligatorio (il passaggio obbligatorio, fig. 101, presuppone la presen-\nza di un ostacolo da cui occorre spostarsi e non di un incrocio ove invece è ne-\ncessario svoltare abbandonando la strada di provenienza).",
          "image": "assets/images/segnali/sinistra.png"
        },
        {
          "id": "sec-5-3",
          "title": "DIREZIONE OBBLIGATORIA A DESTRA",
          "content": "È un segnale di direzione obbligatoria che indica l'unica direzione consentita; si\ntrova nella vicinanza di un incrocio (sia su strade a senso unico che a doppio\nsenso) ed obbliga a svoltare soltanto a destra, vieta pertanto di proseguire dirit-\nto e di svoltare a sinistra. È sbagliato dire che il segnale indica una curva o un\npassaggio obbligatorio (il passaggio obbligatorio, fig. 102, presuppone la presen-\nza di un ostacolo da cui occorre spostarsi e non di un incrocio ove invece è ne-\ncessario svoltare abbandonando la strada di provenienza).",
          "image": "assets/images/segnali/destra.png"
        },
        {
          "id": "sec-5-4",
          "title": "PREAVVISO DI DIREZIONE OBBLIGATORIA A DESTRA",
          "content": "È un preavviso di direzione obbligatoria che indica l'unica direzione consentita; si\ntrova molto prima di un incrocio (sia su strade a senso unico che a doppio sen-\nso) ed obbliga (non subito ma più avanti) a svoltare soltanto a destra, preavvisa\nquindi che all'incrocio non è consentito proseguire diritto o svoltare a sinistra;\npuò essere integrato con un pannello che indica la distanza dal punto in cui vige\nl'obbligo (fig. 121). È sbagliato dire che il segnale indica una curva, una con-\nfluenza (immissione autostradale) o un passaggio obbligatorio (il passaggio ob-\nbligatorio, fig. 102, presuppone la presenza di un ostacolo da cui occorre spo-\nstarsi e non di un incrocio ove invece è necessario svoltare abbandonando la\nstrada di provenienza). \nValerio Platia e Roberto Mastri \n24"
        },
        {
          "id": "sec-5-5",
          "title": "PREAVVISO DI DEVIAZIONE OBBLIGATORIA PER AUTOCARRI IN TRANSITO",
          "content": "Il segnale preavvisa un percorso obbligatorio (deviazione a destra) per la cate-\ngoria di veicoli rappresentata in figura (autocarri di massa superiore a 3,5 t.); \npreavvisa quindi un divieto a proseguire diritto e a svoltare a sinistra per i veicoli\nindicati in figura. È sbagliato dire che il segnale indica un itinerario preferenziale\n(facoltativo), o una direzione consigliata, o che vale per tutti gli autocarri (si rife-\nrisce invece solo agli autocarri che superano 3,5 t.)."
        },
        {
          "id": "sec-5-6",
          "title": "PREAVVISO DI DIREZIONE OBBLIGATORIA A SINISTRA",
          "content": "È un preavviso di direzione obbligatoria che indica l'unica direzione consentita; si\ntrova molto prima di un incrocio (sia su strade a senso unico che a doppio sen-\nso) ed obbliga (non subito ma più avanti) a svoltare soltanto a sinistra, preavvi-\nsa quindi che all'incrocio non è consentito proseguire diritto o svoltare a destra; \npuò essere integrato con un pannello che indica la distanza dal punto in cui vige\nl'obbligo (fig. 121). È sbagliato dire che il segnale indica: di cambiare corsia, un\npercorso alternativo, una curva o un passaggio obbligatorio (il passaggio obbli-\ngatorio, fig. 101, presuppone la presenza di un ostacolo da cui occorre spostarsi\ne non di un incrocio ove invece è necessario svoltare abbandonando la strada di\nprovenienza)."
        },
        {
          "id": "sec-5-7",
          "title": "DIREZIONI CONSENTITE DESTRA E SINISTRA",
          "content": "Indica le uniche direzioni consentite; si trova nella vicinanza di un incrocio (sia\nsu strade a senso unico che a doppio senso) ed obbliga a svoltare a destra ovve-\nro (oppure) a sinistra, vieta pertanto di proseguire diritto, di svoltare unicamente\na destra o unicamente a sinistra. È sbagliato dire che il segnale indica l'inizio del-\nla circolazione per file parallele (disporsi su due file), una biforcazione (incrocio)\npericoloso o un passaggio consentito a destra e sinistra (il passaggio, fig. 103, \npresuppone la presenza di un ostacolo da aggirare spostandosi e non di un in-\ncrocio ove invece è necessario svoltare abbandonando la strada di provenienza).",
          "image": "assets/images/segnali/destra-sinistra.png"
        },
        {
          "id": "sec-5-8",
          "title": "DIREZIONI CONSENTITE DIRITTO E DESTRA",
          "content": "Indica le uniche direzioni consentite; si trova nella vicinanza di un incrocio ed\nobbliga a svoltare a destra ovvero (oppure) a proseguire diritto, vieta pertanto di \nsvoltare a sinistra, di proseguire solo diritto o svoltare unicamente a destra. È\nsbagliato dire che il segnale indica una biforcazione (incrocio) pericoloso, un se-\nmaforo o un passaggio consentito (il passaggio presuppone la presenza di un o-\nstacolo da aggirare spostandosi e non di un incrocio ove invece è necessario\nsvoltare abbandonando la strada di provenienza)."
        },
        {
          "id": "sec-5-9",
          "title": "DIREZIONI CONSENTITE DIRITTO E SINISTRA",
          "content": "Indica le uniche direzioni consentite; si trova nella vicinanza di un incrocio (sia\nurbano che extraurbano) ed obbliga a proseguire diritto o a svoltare a sinistra,\nvieta pertanto di svoltare a destra, di proseguire solo diritto o svoltare unica-\nmente a sinistra. È sbagliato dire che il segnale indica una biforcazione (incrocio)\npericoloso, un semaforo o un passaggio consentito (il passaggio presuppone la\npresenza di un ostacolo da aggirare spostandosi e non di un incrocio ove invece\nè necessario svoltare abbandonando la strada di provenienza)."
        },
        {
          "id": "sec-5-10",
          "title": "PASSAGGIO OBBLIGATORIO A SINISTRA",
          "content": "Obbliga i conducenti a passare a sinistra di un ostacolo (cantiere stradale, salva-\ngente, spartitraffico, isola di traffico). Il segnale significa che non è consentito\nsuperare l'ostacolo a destra (ma di passare a sinistra, lasciando l'ostacolo a de-\nstra). È sbagliato dire che il segnale obbliga a svoltare (fig. 94; la svolta presup-\npone la presenza di un incrocio ove bisogna abbandonare la strada di provenien-\nza). \nManuale di teoria per le patenti A1 A e B \n25",
          "image": "assets/images/segnali/passaggio-obbligatorio-sinistra.png"
        },
        {
          "id": "sec-5-11",
          "title": "PASSAGGIO OBBLIGATORIO A DESTRA",
          "content": "Obbliga i conducenti a passare a destra di un ostacolo (cantiere stradale, salva-\ngente, spartitraffico, isola di traffico). Il segnale significa che non è consentito\nsuperare l'ostacolo a sinistra (ma di passare a destra, lasciando l'ostacolo a sini-\nstra). È sbagliato dire che il segnale obbliga a svoltare (fig. 95; la svolta presup-\npone la presenza di un incrocio ove bisogna abbandonare la strada di provenien-\nza).",
          "image": "assets/images/segnali/passaggio-obbligatorio-destra.png"
        },
        {
          "id": "sec-5-12",
          "title": "PASSAGGI CONSENTITI",
          "content": "Indica al conducente gli unici passaggi consentiti; consente di passare sia a de-\nstra che a sinistra (da ambedue i lati) dell'ostacolo (cantiere stradale, salvagen-\nte, spartitraffico, isola di traffico). È sbagliato dire che il segnale obbliga a svol-\ntare (fig. 98; la svolta presuppone la presenza di un incrocio ove bisogna abban-\ndonare la strada di provenienza)."
        },
        {
          "id": "sec-5-13",
          "title": "ROTATORIA",
          "content": "È un segnale di prescrizione che indica la presenza di un incrocio nel quale la cir-\ncolazione è regolata a rotatoria ed obbliga perciò i conducenti a circolare secon-\ndo il verso indicato dalle frecce. Può essere posto subito prima dello sbocco su\nuna piazza o su un'area dove è prescritta la circolazione rotatoria. Sulle strade \nextraurbane è preceduto dal segnale triangolare di preavviso (fig. 29). È sbaglia-\nto dire che il segnale è collocato su colonnina luminosa posta al centro dell'incro-\ncio (invece viene posto prima dell'incrocio, sul lato destro).",
          "image": "assets/images/segnali/rotatoria.png"
        },
        {
          "id": "sec-5-14",
          "title": "CATENE DA NEVE OBBLIGATORIE",
          "content": "Obbliga, subito dopo il segnale (e non dal prossimo chilometro), a montare le\ncatene (non basta averle a bordo) sulle ruote motrici (anteriori o posteriori, a\nseconda del tipo di veicolo) o i pneumatici da neve e vieta il transito ai veicoli\nche ne sono sprovvisti. Il segnale si trova su strade innevate o ghiacciate ove\noccorre procedere con particolare prudenza. È sbagliato dire che è vietata la cir-\ncolazione ai veicoli muniti di pneumatici con battistrada inferiore a 3 mm. (a pre-\nscindere dallo spessore, occorre invece che siano dei pneumatici da neve). \nValerio Platia e Roberto Mastri \n26",
          "image": "assets/images/segnali/catene-neve.png"
        },
        {
          "id": "sec-5-15",
          "title": "PERCORSO PEDONALE",
          "content": "Indica un percorso, un viale o un'area destinati al transito dei pedoni. È sbagliato \ndire che il segnale indica un attraversamento pedonale (figg. 15, 218) oppure un \npercorso pedonale e ciclabile (figg. 112, 113).",
          "image": "assets/images/segnali/percorso-pedonale.png"
        },
        {
          "id": "sec-5-16",
          "title": "FINE DEL PERCORSO PEDONALE",
          "content": "Indica la fine del percorso, del viale o dell'area destinati al transito dei pedoni (e\nnon la fine dell'area esclusa al transito di pedoni o dell'attraversamento pedona-\nle). Anche se il segnale indica la fine di una prescrizione, non vieta il transito ai\npedoni, infatti, dopo il segnale, possono continuare a transitare i pedoni, insieme\na tutti gli altri utenti della strada (veicoli, animali e pedoni)."
        },
        {
          "id": "sec-5-17",
          "title": "PISTA CICLABILE",
          "content": "Indica l'inizio o il proseguimento (se integrato con l'apposito pannello \"continua-\nzione\" fig. 129) di una pista, una corsia, un percorso o un itinerario riservati ai \nvelocipedi (biciclette) e quindi percorribile esclusivamente dai ciclisti (e non dai \npedoni o ciclomotori). Non consente il transito agli altri tipi di veicoli (autovettu-\nre, motocicli, ecc.). È sbagliato dire che il segnale indica un attraversamento ci-\nclabile (figg. 16, 236) oppure un'area esclusa al transito dei velocipedi.",
          "image": "assets/images/segnali/pista-ciclabile.png"
        },
        {
          "id": "sec-5-18",
          "title": "FINE PISTA CICLABILE",
          "content": "Indica la fine del percorso, del viale o dell'area riservati esclusivamente alle bici-\nclette (e non la fine dell'area esclusa al transito delle biciclette o dell'attraversa-\nmento ciclabile). Anche se il segnale indica la fine di una prescrizione, non vieta\nil transito ai velocipedi (biciclette), infatti, dopo il segnale, possono continuare a\ntransitare le biciclette, insieme a tutti gli altri utenti della strada (veicoli, animali \ne pedoni)."
        },
        {
          "id": "sec-5-19",
          "title": "PERCORSO UNICO PEDONALE E CICLABILE",
          "content": "Indica l'inizio o il proseguimento (se integrato con l'apposito pannello \"continua-\nzione\" fig. 129) di un percorso pedonale e ciclabile, cioè una pista, un itinerario, \nun viale, un'area, una corsia riservati alla circolazione promiscua (insieme) di\npedoni e di biciclette. È vietata la circolazione dei veicoli a motore. È sbagliato\ndire che il segnale indica un viale pedonale a fianco e parallelo ad un percorso\nper ciclisti."
        },
        {
          "id": "sec-5-20",
          "title": "FINE DEL PERCORSO PEDONALE E CICLABILE",
          "content": "Indica la fine di un percorso pedonale e ciclabile, cioè la fine di una pista, un iti-\nnerario, un viale, un'area, una corsia riservati alla circolazione promiscua (insie-\nme) di pedoni e di biciclette. È consentito il transito ai pedoni e ai velocipedi (bi-\nciclette) anche dopo il segnale. È sbagliato dire che il segnale indica la fine di un\nviale pedonale a fianco e parallelo ad un percorso per ciclisti."
        },
        {
          "id": "sec-5-21",
          "title": "PERCORSO RISERVATO AI QUADRUPEDI DA SOMA E DA SELLA",
          "content": "Indica un percorso o passaggio riservato solo ai quadrupedi da soma e da sella,\ncioè ai cavalli o ad altri quadrupedi montati. Vieta il transito a tutti i veicoli\n(comprese le biciclette e i veicoli a trazione animale). È sbagliato dire che il se-\ngnale indica la prossimità di un maneggio (luogo in cui si addestrano cavalli), la\npresenza di animali vaganti (figg. 26, 27) o il pericolo di probabile attraversa-\nmento di cavalli."
        },
        {
          "id": "sec-5-22",
          "title": "FINE DEL PERCORSO RISERVATO AI QUADRUPEDI DA SOMA E DA SELLA",
          "content": "Indica la fine di un percorso o passaggio riservato ai quadrupedi da soma e da\nsella, cioè ai cavalli o ad altri quadrupedi montati. Anche se il segnale indica la\nfine di una prescrizione, non vieta il transito ai cavalli; infatti, dopo il segnale,\npossono continuare a transitare i quadrupedi, insieme a tutti gli altri utenti della\nstrada (veicoli, animali e pedoni). È sbagliato dire che il segnale indica la pros-\nsimità di un maneggio (luogo in cui si addstrano cavalli), o la fine del pericolo di\nattraversamento di cavalli."
        },
        {
          "id": "sec-5-23",
          "title": "ALT-DOGANA",
          "content": "Segnala un varco doganale presso la frontiera con un paese extracomunitario,\ncioè non facente parte della comunità europea (CEE). Obbliga a fermarsi per il\ncontrollo doganale da parte degli agenti di dogana (anche se non si hanno og-\ngetti o merci da dichiarare). È sbagliato dire che il segnale indica la presenza di\nun commissariato di polizia di frontiera.",
          "image": "assets/images/segnali/alt-dogana.png"
        },
        {
          "id": "sec-5-24",
          "title": "CONFINE DI STATO TRA PAESI DELLA COMUNITÀ EUROPEA",
          "content": "Indica un valico di confine tra l'Italia ed uno Stato membro della CEE (Paese a-\nderente alla Comunità Economica Europea); non obbliga ad arrestarsi per il con-\ntrollo doganale al confine di Stato. È sbagliato dire che il segnale viene posto\nsulla parte posteriore del veicolo, per indicare che il veicolo appartiene ad uno\nStato della comunità europea."
        },
        {
          "id": "sec-5-25",
          "title": "PREAVVISO DI CONFINE DI STATO TRA PAESI DELLA COMUNITÀ EUROPEA",
          "content": "Presegnala il confine di Stato con Paese aderente alla Comunità Economica Eu-\nropea (CEE) ed è quindi posto su strada o autostrada che conduce a tale confi-\nne; non obbliga ad arrestarsi per il controllo doganale; sostituisce il segnale di\npreavviso di \"Alt-Dogana\", in quanto lo Stato confinante è uno Stato membro\ndella CEE. È sbagliato dire che il segnale viene posto sulla parte posteriore del\nveicolo, per indicare che il veicolo appartiene ad uno Stato della comunità euro-\npea."
        },
        {
          "id": "sec-5-26",
          "title": "ALT-POLIZIA",
          "content": "È un segnale mobile che viene posizionato nella vicinanza di un posto di blocco\nistituito da organi di polizia e ripetuto nel punto di arresto. Bisogna obbligato-\nriamente fermarsi anche se non viene mostrata la \"paletta\" (quindi non solo in\ncaso di segnalazione da parte degli agenti). È sbagliato dire che bisogna dare la\nprecedenza ai mezzi della polizia oppure che bisogna fermarsi al confine di Sta-\nto, al varco doganale o alla stazione autostradale. \nValerio Platia e Roberto Mastri \n28",
          "image": "assets/images/segnali/alt-polizia.png"
        },
        {
          "id": "sec-5-27",
          "title": "ALT-STAZIONE",
          "content": "Presegnala l'obbligo di arrestarsi presso gli accessi autostradali controllati (sta-\nzioni autostradali o caselli) per le operazioni di pagamento del pedaggio. È sba-\ngliato dire che il segnale indica la vicinanza di una stazione ferroviaria, un pontile\nd'imbarco di navi traghetto o un posto di blocco. \n\nManuale di teoria per le patenti A1 A e B \n29"
        }
      ]
    },
    {
      "id": "lesson-6",
      "title": "Segnali di Indicazione",
      "description": "Lezione 6: Segnali di Indicazione",
      "icon": "📚",
      "sections": [
        {
          "id": "sec-6-1",
          "title": "SENSO UNICO PARALLELO",
          "content": "Indica che la circolazione nel tratto di strada trasversale su cui è posto il segnale\nè a senso unico. Indica quindi l'obbligo di percorrere il tratto di strada in cui è\nposto (da notare che il segnale viene posizionato all'interno della strada a senso\nunico) secondo il senso della freccia ed il divieto di marciare in senso opposto al\nsegnale. È sbagliato dire che dopo il segnale non si può girare né a destra né a\nsinistra o che si è obbligati a svoltare nel senso della freccia.",
          "image": "assets/images/segnali/senso-unico-parallelo.png"
        },
        {
          "id": "sec-6-2",
          "title": "SENSO UNICO FRONTALE",
          "content": "Indica l'inizio di una strada a senso unico e quindi un senso unico frontale. Indica\nche la strada può essere percorsa solo nel senso indicato dal segnale e che dal\nsenso opposto è vietato l'accesso, mentre è ammesso svoltare a destra o a sini-\nstra. È sbagliato dire che il segnale indica l'inizio o la fine di un senso unico al-\nternato o che si ha la precedenza rispetto a chi viene in senso contrario.",
          "image": "assets/images/segnali/senso-unico-frontale.png"
        },
        {
          "id": "sec-6-3",
          "title": "PREAVVISO DI DIRAMAZIONE URBANA",
          "content": "È un segnale con funzione di preavviso di diramazione (incrocio) che consente la\nscelta preventiva della direzione da seguire. È un segnale di preavviso urbano\nche indica due determinate destinazioni: si deve proseguire diritto per andare a\nMilano e svoltare a destra per il centro cittadino. È sbagliato dire che il segnale\nindica la fine del doppio senso di circolazione e l'inizio del senso unico, di svolta-\nre a destra per raggiungere il centro storico-sportivo o l'obbligo di proseguire di-\nritto."
        },
        {
          "id": "sec-6-4",
          "title": "SEGNALE DI PREAVVISO DI INTERSEZIONE URBANA",
          "content": "Preavvisa un incrocio urbano indicando i luoghi raggiungibili dall'incrocio: indica \ndi proseguire diritto per uscire dal centro abitato o per raggiungere Napoli e pre-\navvisa la svolta a destra per raggiungere il centro della città o la stazione ferro-\nviaria (e non una stazione di servizio). È sbagliato dire che il segnale indica una \nstrada urbana a senso unico, che è posto sempre su strade urbane a due o più\ncorsie per senso di marcia o che preavvisa la presenza di più incroci urbani rav-\nvicinati (a breve distanza). \nValerio Platia e Roberto Mastri \n30"
        },
        {
          "id": "sec-6-5",
          "title": "SEGNALE DI PREAVVISO DI INTERSEZIONI RAVVICINATE URBANE",
          "content": "Indica la presenza di due incroci successivi ravvicinati (a breve distanza): al pri-\nmo incrocio è vietato svoltare a sinistra (per la presenza del segnale \"Senso Vie-\ntato\") e si svolta a destra per via Gemona; al secondo incrocio (in fondo) si svol-\nta a destra per il centro della città e per Trieste mentre si svolta a sinistra per\nl'ospedale o per l'Austria. È sbagliato dire che il segnale serve per preselezionare \nil traffico (non è un segnale di preselezione, fig. 172, ma di preavviso), che può \nessere posto sulle tangenziali urbane obbligando a svoltare a destra all'incrocio \n(non obbliga a seguire nessuna direzione), che indica un tratto di strada princi-\npale che incrocia strade secondarie, o che indica l'interruzione del traffico tra i\ndue incroci o il divieto di accesso tra i due incroci."
        },
        {
          "id": "sec-6-6",
          "title": "SEGNALE DI PREAVVISO DI INTERSEZIONE URBANA CON ROTATORIA",
          "content": "È un preavviso di incrocio urbano regolato con circolazione rotatoria; contiene lo\nschema della rotatoria e riporta i nomi delle località raggiungibili. Bisogna svolta-\nre: subito a destra (cioè alla prima traversa) per raggiungere Forlì; a destra alla \nseconda traversa per raggiungere la tangenziale; a destra alla terza traversa per\nil centro della città. È sbagliato dire che il segnale è di preselezione urbana, fig. \n172, (infatti è un segnale di preavviso) o che indica una rotatoria senza uscita."
        },
        {
          "id": "sec-6-7",
          "title": "PREAVVISO DI DIRAMAZIONE AUTOSTRADALE",
          "content": "È un segnale con funzione di preavviso di diramazione che consente la scelta\npreventiva della direzione da seguire. È un segnale di preavviso autostradale che\nindica due determinate destinazioni; si deve proseguire diritto per andare a Bo-\nlogna e svoltare a sinistra per l'aeroporto di Linate.",
          "image": "assets/images/segnali/autostrada.png"
        },
        {
          "id": "sec-6-8",
          "title": "SEGNALE DI PRESELEZIONE EXTRAURBANO",
          "content": "È un segnale di preselezione su strada extraurbana suddivisa in due corsie; pre-\navvisa una zona di preselezione con destinazioni diverse; indica le destinazioni \ndelle corsie di canalizzazione (fig. 568); consente la scelta preventiva della dire-\nzione che il conducente intende prendere. Indica al conducente diretto a Bari di \ndisporsi sulla corsia di sinistra; indica al conducente diretto a Pescara di disporsi \nsulla corsia di destra. \nManuale di teoria per le patenti A1 A e B \n31"
        },
        {
          "id": "sec-6-9",
          "title": "SEGNALE DI PRESELEZIONE URBANO",
          "content": "Viene posto in sostituzione del segnale di preavviso di incrocio e indica una pre-\nselezione di canalizzazione urbana; nelle strade urbane a più corsie consente di\npredisporsi nelle corsie di canalizzazione (fig. 574); consente la scelta preventiva \ndella corsia da occupare in relazione alla propria destinazione. Indica ai condu-\ncenti diretti al centro della città di occupare la corsia di destra, ai conducenti di-\nretti a Terni di predisporsi nella corsia di sinistra."
        },
        {
          "id": "sec-6-10",
          "title": "PROGRESSIVA DISTANZIOMETRICA AUTOSTRADALE",
          "content": "È un segnale di indicazione posto lungo un'autostrada: nella parte sinistra se-\ngnala la distanza progressiva dalla località di origine dell'autostrada (cioè che ci\ntroviamo al chilometro 54 dal punto d'inizio dell'autostrada), nella parte destra \nsegnala la distanza dell'uscita per la località indicata (cioè che mancano 4 km\nper arrivare al casello di uscita per Piacenza). È sbagliato dire che è un segnale\ndi direzione (fig. 198) o di località (fig. 207), che nella parte sinistra identifica la \nstrada (fig. 200), oppure che nella parte destra segnala la distanza già percorsa \ndalla località indicata (i quattro chilometri invece sono ancora da percorrere)."
        },
        {
          "id": "sec-6-11",
          "title": "SEGNALE DI ITINERARIO EXTRAURBANO",
          "content": "Posto su autostrade o su strade extraurbane principali indica la distanza che se-\npara il segnale dalla prossima uscita (nell'esempio: lo svincolo Frosinone è a 500\nm.) e le località raggiungibili dall'uscita stessa. Le località turistiche sono indicati \nsu fondo marrone. È sbagliato dire che il segnale viene posto ai confini della pro-\nvincia per indicare l'uscita territoriale dal comune di Frosinone o che le località\nindicate si possono raggiungere continuando a percorrere l'autostrada (indica in-\nvece itinerari extraurbani raggiungibili uscendo dall'autostrada), oppure che indi-\nca le località prossime con la relativa distanza in metri (infatti a 500 m. non si\ntrovano tutte le località indicate, ma solo l'uscita dall'autostrada), o che prese-\ngnala in autostrada le progressive diramazioni."
        },
        {
          "id": "sec-6-12",
          "title": "INIZIO CENTRO ABITATO",
          "content": "Indica l'inizio di un centro abitato e quindi identifica la località raggiunta; è posto \nall'inizio del centro abitato lungo tutte le strade d'ingresso alla località segnalata.\nHa valore per segnalare l'inizio del limite massimo di velocità di 50 km/h e per\nsegnalare l'inizio del divieto di usare segnalazioni acustiche. Barrato trasversal-\nmente in rosso indica la fine del centro abitato (fig. 183). È sbagliato dire che il \nsegnale indica i confini territoriali della provincia o l'inizio del territorio provincia-\nle, la direzione da seguire per raggiungere Taranto (quando lo si incontra già \nsiamo entrati nella località indicata) o che può essere integrato con il pannello\nintegrativo \"Fine\" di fig. 130 (in quanto per indicare la fine del centro abitato e-\nsiste l'apposito segnale di fig. 183).",
          "image": "assets/images/segnali/centro-abitato.png"
        },
        {
          "id": "sec-6-13",
          "title": "FINE CENTRO ABITATO",
          "content": "Indica la fine del centro abitato e quindi anche la fine del limite massimo di velo-\ncità di 50 km/h e del divieto di segnalazioni acustiche. Nel pannello blu vengono \nindicate: nella prima riga in alto il prossimo centro abitato (nell'esempio, S. Ce-\nsareo a 7 km), nelle righe sottostanti le località successive più importanti, con le \nrispettive distanze chilometriche. È sbagliato dire che il segnale indica un comu-\nne denuclearizzato, cioè che ha rifiutato il deposito di armi nucleari, o che viene \ninstallato prima di ogni uscita da una strada extraurbana principale (si trova in-\nvece prima dell'uscita da una località). \nValerio Platia e Roberto Mastri \n32",
          "image": "assets/images/segnali/fine-centro-abitato.png"
        },
        {
          "id": "sec-6-14",
          "title": "SEGNALE DI CONFERMA AUTOSTRADALE",
          "content": "Posto su un'autostrada, riporta le località con le relative distanze chilometriche\nin ordine di raggiungimento lungo l'itinerario. Se il colore di fondo è blu, indica\nche si percorre una strada extraurbana. È sbagliato dire che le località sono rag-\ngiungibili (tutte) dal prossimo casello d'uscita, o che preavvisa diramazioni auto-\nstradali con le relative distanze chilometriche (il segnale non è di diramazione \nfig. 173, ma di conferma autostradale); così come, in autostrada, non indica i \nchilometri percorsi dalla località indicata, ma i chilometri ancora da percorrere."
        },
        {
          "id": "sec-6-15",
          "title": "SEGNALE DI IDENTIFICAZIONE ITINERARIO INTERNAZIONALE",
          "content": "Posto su strade di importanza (rilevanza) internazionale, identifica un itinerario\ninternazionale europeo (in questo caso l'itinerario internazionale n. 55); infatti\nriporta il numero della classificazione internazionale della strada. Può integrare \nun segnale di preavviso di bivio stradale (fig. 168). È sbagliato dire che il segna-\nle identifica le strade extraurbane in generale, che indica l'uscita autostradale n. \n55 o che viene posto al confine tra Stati."
        },
        {
          "id": "sec-6-16",
          "title": "SEGNALE DI IDENTIFICAZIONE AUTOSTRADA",
          "content": "Identifica un'autostrada (in questo caso, l'autostrada n. 25) e, con freccia, può\nindicare la direzione per il casello di entrata. Può integrare (completare) od esse-\nre incluso in un segnale di conferma autostradale (fig. 184), di preavviso di di-\nramazione autostradale (fig. 173) o di preselezione per bivio autostradale (fig. \n172). È sbagliato dire che il segnale indica la distanza dal prossimo casello (pro-\ngressiva chilometrica), il numero della prossima uscita autostradale o un itinera-\nrio internazionale."
        },
        {
          "id": "sec-6-17",
          "title": "SEGNALE DI IDENTIFICAZIONE STRADA STATALE",
          "content": "Il segnale identifica il tipo di strada percorsa. In questo caso, indica che la strada\nsu cui viaggiamo è una strada statale e, precisamente, la strada statale n. 2.\nPuò integrare un segnale di direzione (fig. 198). È sbagliato dire che il segnale \nindica il numero di una strada di scorrimento o la fine di una strada statale."
        },
        {
          "id": "sec-6-18",
          "title": "SEGNALE DI IDENTIFICAZIONE STRADA COMUNALE",
          "content": "Identifica il tipo di strada percorsa (in questo caso, la strada comunale n. 19) e \npuò quindi trovarsi in un tratto di strada che collega il comune ad una frazione. \nPuò essere utilizzato ad integrazione di segnali di direzione (fig. 198). È sbaglia-\nto dire che il segnale si può trovare all'inizio di una strada di campagna, a di-\nciannove chilometri dalla stazione dei carabinieri o per segnalare una strada a\ndue carreggiate separate."
        },
        {
          "id": "sec-6-19",
          "title": "AREA PEDONALE",
          "content": "Indica l'inizio di una zona destinata al transito dei pedoni. Nel pannello integrati-\nvo (aggiuntivo) contiene particolari limitazioni (orarie) o eccezioni (categorie au-\ntorizzate alla circolazione). In questo caso è consentito il transito ai veicoli di\npersone invalide, a Polizia, ambulanza e Vigili del Fuoco (solo se in servizio ur-\ngente di emergenza) e ai veicoli per il carico e lo scarico merci. Lo stesso segna-\nle barrato da una striscia trasversale rossa indica la fine dell'area pedonale (dove\nperò possono continuare ancora a transitare i pedoni, insieme a tutti gli altri u-\ntenti della strada). È sbagliato dire che il segnale indica una pista obbligatoria\nper i pedoni o itinerari per escursioni turistiche (fig. 268). \nManuale di teoria per le patenti A1 A e B \n33"
        },
        {
          "id": "sec-6-20",
          "title": "ZONA A TRAFFICO LIMITATO",
          "content": "Indica l'inizio di un'area in cui l'accesso e la circolazione dei veicoli possono esse-\nre limitate nel tempo e/o a particolari categorie di veicoli. Nel pannello integrati-\nvo (aggiuntivo) sono indicate le limitazioni (orarie) od eccezioni (categorie auto-\nrizzate alla circolazione). In questo caso è consentito il transito solo ai veicoli di\npersone invalide, a Polizia, ambulanza e Vigili del Fuoco (se in servizio urgente di\nemergenza) e ai veicoli per il carico e lo scarico merci (solo in determinate ore)."
        },
        {
          "id": "sec-6-21",
          "title": "INIZIO STRADA EXTRAURBANA PRINCIPALE",
          "content": "Presegnala l'ingresso in una strada extraurbana principale (cioè in una strada a \ncarreggiate separate) mentre se barrato da una striscia trasversale rossa ne in-\ndica la fine. Se di colore verde indica l'inizio di un'autostrada. Può trovarsi in\nformato ridotto (piccolo) sui segnali di preavviso (fig. 169) o di preselezione (fig. \n172). È sbagliato dire che il segnale indica la presenza di un cavalcavia per effet-\ntuare l'inversione di marcia (fig. 239), l'inizio di un lungo rettilineo, che la circo-\nlazione avviene per file parallele o come devono essere utilizzate le corsie su \nstrada a carreggiate separate fig. 242 (cioè quale corsia devono occupare le au-\ntovetture e quale gli autocarri).",
          "image": "assets/images/segnali/strada-extraurbana.png"
        },
        {
          "id": "sec-6-22",
          "title": "INVERSIONE DI MARCIA",
          "content": "Indica la presenza di una struttura (cavalcavia o sottopassaggio) che consente di\ninvertire il senso di marcia e tornare indietro su strada a carreggiate separate.\nSe posto sulle autostrade deve essere a fondo verde. È sbagliato dire che il se-\ngnale indica l'inizio di una strada extraurbana principale (fig. 194), un itinerario \npreferenziale (una strada alternativa o diversa per raggiungere una determinata \nlocalità), che si riferisce solo ai veicoli a motore (si riferisce a tutti i veicoli, com-\npresi quelli senza motore), o che consente l'inversione del senso di marcia dove\nlo spartitraffico è interrotto (per tornare indietro bisogna invece utilizzare il ca-\nvalcavia o il sottopassaggio)."
        },
        {
          "id": "sec-6-23",
          "title": "LIMITI DI VELOCITÀ GENERALI",
          "content": "È posto in prossimità delle frontiere nazionali ed indica i limiti di velocità generali\nmassimi in Italia: 50 km/h su strade urbane; 90 km/h su strade extraurbane se-\ncondarie; 110 km/h su strade extraurbane principali (ad esempio: superstrade, \nscorrimenti veloci); 130 km/h su autostrade. È sbagliato dire che il segnale indi-\nca i limiti di velocità per tutti gli autocarri, oppure che si trova all'inizio delle aree\nmetropolitane o delle grandi città. \nValerio Platia e Roberto Mastri \n34"
        },
        {
          "id": "sec-6-24",
          "title": "PRONTO SOCCORSO",
          "content": "È un segnale di localizzazione situato in corrispondenza di un posto di primo soc-\ncorso sanitario: indica l'ingresso o la direzione per entrare nel pronto soccorso. È \nsbagliato dire che il segnale indica una rimessa (garage) per autoambulanze o\nun posto di pronto intervento (con il termine generico \"pronto intervento\" non si\nintende il pronto intervento medico, ma i Carabinieri, la Polizia, ecc.)."
        },
        {
          "id": "sec-6-25",
          "title": "OSPEDALE",
          "content": "È un segnale di localizzazione posto in corrispondenza della sede di un ospedale:\nindica l'ingresso o la direzione da seguire per entrarvi.",
          "image": "assets/images/segnali/ospedale.png"
        },
        {
          "id": "sec-6-26",
          "title": "PREAVVISO DI INFORMAZIONI TURISTICO-ALBERGHIERE",
          "content": "È un segnale turistico che presegnala la presenza di un ufficio di informazioni tu-\nristico-alberghiere, dove si possono chiedere notizie sulla possibilità di alloggio in\nalbergo o motel. È sbagliato dire che il segnale viene posto a 150 metri da un\nalbergo, che invita ad evitare rumori molesti in prossimità di una zona alberghie-\nra o che prescrive di usare prudenza nella vicinanza di un motel."
        },
        {
          "id": "sec-6-27",
          "title": "ATTRAVERSAMENTO PEDONALE",
          "content": "Indica un attraversamento pedonale non regolato da semaforo e non in corri-\nspondenza di incrocio. Il segnale viene posto direttamente sulle strisce pedonali\n(figg. 517, 518) e sulle strade extraurbane viene preceduto, 150 metri prima, \ndal segnale triangolare di preavviso (fig. 15); non può essere posto in autostra-\nda. Comporta di moderare la velocità e, all'occorrenza, di fermarsi. È sbagliato\ndire che il segnale indica un viale pedonale (fig. 108).",
          "image": "assets/images/segnali/attraversamento-pedonale.png"
        },
        {
          "id": "sec-6-28",
          "title": "ATTRAVERSAMENTO CICLABILE",
          "content": "Indica l'attraversamento della carreggiata da parte di una pista ciclabile. Il se-\ngnale viene posto direttamente sulle strisce di attraversamento ciclabile (figg. \n520, 521) e sulle strade extraurbane viene preceduto, 150 metri prima, dal se-\ngnale triangolare di preavviso (fig. 16). Comporta di moderare la velocità perché \npossiamo trovare ciclisti che attraversano la carreggiata. È sbagliato dire che il \nsegnale indica l'inizio di una pista ciclabile (fig. 110), una pista ciclabile vicino al \nmarciapiede (fig. 112), che stiamo percorrendo un itinerario riservato ai soli ve-\nlocipedi o che obbliga i ciclisti a circolare sulla pista segnalata.",
          "image": "assets/images/segnali/attraversamento-ciclabile.png"
        },
        {
          "id": "sec-6-29",
          "title": "SCUOLABUS",
          "content": "Posto sul bordo del marciapiede indica la fermata di uno scuolabus; posto all'e-\nsterno di un autobus segnala che esso è adibito al trasporto di scolari. È sbaglia-\nto dire che il segnale indica la presenza di una scuola, di parchi giochi per bam-\nbini o giardini pubblici (fig. 25). \nManuale di teoria per le patenti A1 A e B \n35"
        },
        {
          "id": "sec-6-30",
          "title": "FERMATA AUTOBUS",
          "content": "Indica i punti di fermata degli autobus di pubblico trasporto extraurbani, quindi il\nluogo dove attendere tali autobus; può essere posto in corrispondenza di apposi-\nta piazzola di fermata. Lungo le strade urbane indica fermate di autobus di linee\nextraurbane (cioè la fermata di un autobus che effettua un servizio di linea fuori \ncittà). Può essere dotato di un pannello quadrato per informazioni integrative\n(ad esempio: l'indicazione degli orari degli autobus extraurbani). Non può essere\nposto in autostrada. È sbagliato dire che il segnale indica un'area di sosta per \nautobus extraurbani (infatti indica la fermata degli autobus) oppure una corsia o\nuna stazione di servizio riservata ad autobus extraurbani."
        },
        {
          "id": "sec-6-31",
          "title": "PARCHEGGIO DI SCAMBIO CON LINEE AUTOBUS",
          "content": "Indica parcheggio di scambio con linee di autobus e quindi la possibilità di par-\ncheggiare l'autovettura e di prendere l'autobus. È posto vicino ad una fermata o\nal capolinea di un servizio di pubblico trasporto (autobus). Sul segnale sono inol-\ntre indicati i numeri distintivi delle linee degli autobus pubblici che hanno ferma-\nte nelle vicinanze (nell'esempio, gli autobus n. 8 e n. 45). È sbagliato dire che il\nsegnale si trova solo su strade extraurbane, che indica un'area di parcheggio per \nautobus (il parcheggio invece è per le autovetture), una rimessa (garage) per\nautobus o la fermata della metropolitana.",
          "image": "assets/images/segnali/parcheggio.png"
        },
        {
          "id": "sec-6-32",
          "title": "STRADA SENZA USCITA",
          "content": "È posto all'inizio di una strada senza uscita per i veicoli (compresi i motocicli); è\ncomunque consentito il transito di tutti i veicoli, ricordando però che la strada è\nsenza sbocco per i veicoli stessi, quindi per uscire bisogna fare retromarcia o in-\nversione di marcia.",
          "image": "assets/images/segnali/strada-senza-uscita.png"
        },
        {
          "id": "sec-6-33",
          "title": "PREAVVISO DI STRADA SENZA USCITA",
          "content": "È un segnale di indicazione che segnala l'intersezione (l'incrocio) di una strada \ncon un'altra senza uscita. Consente però la svolta a destra e la sosta. È sbagliato\ndire che il segnale vieta il transito, la svolta, la sosta e l'inversione di marcia nel-\nla strada laterale di destra, oppure che il segnale indica una strada parallela \nchiusa alla circolazione dei veicoli (la strada non è chiuse al transito e poi non è\nparallela, ma trasversale al nostro senso di marcia)."
        },
        {
          "id": "sec-6-34",
          "title": "VELOCITÀ CONSIGLIATA",
          "content": "Indica la velocità che si consiglia di non superare in condizioni ottimali di traffico.\nSu strade extraurbane può essere ad esempio installato in corrispondenza di \ncurve pericolose e può essere integrato con pannello indicante la lunghezza del \ntratto interessato (fig. 122). Se barrato in rosso indica la fine della sua validità,\nmentre deve essere a fondo verde se installato su un'autostrada. Non può esse-\nre abbinato con il pannello integrativo di \"Corsia\" (fig. 142) per avere un'applica-\nzione limitata ad una o più corsie della carreggiata. È sbagliato dire che il segna-\nle indica un limite minimo di velocità (fig. 105) o che vieta la circolazione ai vei-\ncoli che sviluppano una velocità massima inferiore a 60 km/h."
        },
        {
          "id": "sec-6-35",
          "title": "STRADA RISERVATA AI VEICOLI A MOTORE",
          "content": "Indica l'inizio di una strada (e non di una corsia) riservata a tutti i veicoli a mo-\ntore (autovetture, motocicli, quadricicli, autotreni, ecc.), mentre vieta il transito \nai veicoli senza motore (biciclette, carretti, ecc.), quindi sostituisce i segnali di\ndivieto riferiti ai veicoli senza motore. Se barrato in rosso indica la fine della sua\nvalidità. È sbagliato dire che vieta la marcia per file parallele o che è un segnale \ndi prescrizione (è invece un segnale di indicazione; quelli di prescrizione sono:\nprecedenza, divieto ed obbligo)."
        },
        {
          "id": "sec-6-36",
          "title": "GALLERIA AUTOSTRADALE",
          "content": "Indica l'inizio di una galleria autostradale e quindi ricorda di non sostare e di non\nfermarsi (salvo diversa segnalazione), di non invertire il senso di marcia, di spe-\ngnere il motore in caso di arresto prolungato in galleria per motivi di traffico. È\ndi colore blu se posto su strade extraurbane. È sbagliato dire che il segnale pre-\nscrive anche il divieto di sorpasso tra veicoli, il divieto di marcia per file parallele\no che consente la fermata vietando invece solo la sosta."
        },
        {
          "id": "sec-6-37",
          "title": "PONTE",
          "content": "Può indicare l'inizio di un cavalcavia, di un ponte o di un viadotto. Può essere in-\ntegrato da pannello che ne indica la lunghezza (fig. 122). È sbagliato dire che il \nsegnale prescrive il divieto di sorpasso, che indica l'inizio di una galleria (fig. \n230) o che si sta per transitare sotto un ponte."
        },
        {
          "id": "sec-6-38",
          "title": "SVOLTA A SINISTRA INDIRETTA",
          "content": "Indica che al prossimo incrocio non è possibile svoltare a sinistra, pertanto sug-\ngerisce, ai conducenti che intendono svoltare a sinistra, l'itinerario possibile per\npoter accedere alla strada di sinistra. Precede un segnale che vieta la svolta a\nsinistra (fig. 93 o fig. 99), ma consente di proseguire diritto. È sbagliato dire che\nil segnale non si applica ai ciclomotori e motocicli (si riferisce invece a tutti i vei-\ncoli che intendono svoltare a sinistra)."
        },
        {
          "id": "sec-6-39",
          "title": "PIAZZOLA SU VIABILITÀ ORDINARIA",
          "content": "Indica, nella vicinanza, la presenza di una piazzola a lato della carreggiata ove è\nconsentita la fermata. Il segnale può essere abbinato ad un pannello integrativo\nche ne indica la distanza in metri (fig. 121); con fondo verde e simbolo \"SOS\" è \nposto sulle autostrade e indica una piazzola con dispositivo di chiamata stradale\ndi soccorso (fig. 241). È sbagliato dire che è posto solo sulle autostrade, che in-\ndica un allargamento della carreggiata (la piazzola non fa parte della carreggia-\nta), una piazzola per la fermata di autobus in servizio pubblico, oppure che, con\nsimbolo croce rossa o assistenza meccanica, indica la presenza, rispettivamente,\ndi un posto di primo intervento o di un'officina per autoriparazioni."
        },
        {
          "id": "sec-6-40",
          "title": "USO CORSIE",
          "content": "È un segnale di indicazione installato su strade extraurbane a senso unico con\ndue corsie ed indica come utilizzare le singole corsie di una carreggiata: consen-\nte la circolazione dei motocicli e delle autovetture su ambedue le corsie, indica\nche la corsia di sinistra è vietata agli autocarri che superano la massa a pieno\ncarico di 3,5 t.. È sbagliato dire che il segnale non consente il transito ai veicoli \ndi massa totale superiore a 3,5 t. o la manovra di sorpasso a tutti i veicoli (inve-\nce, limitatamente alla corsia di sinistra, non consente solamente il transito agli\nautocarri che superano 3,5 t.). \nManuale di teoria per le patenti A1 A e B \n37"
        },
        {
          "id": "sec-6-41",
          "title": "USO CORSIE",
          "content": "Indica le velocità minime obbligatorie su determinate corsie, obbligando i veicoli\nche non raggiungono le velocità indicate a spostarsi sulle corsie più a destra. Ad\nesempio, consente ad un veicolo che marcia a 80 km/h di percorrere la corsia\ncentrale o quella a destra, ma non quella a sinistra; è posto su autostrade; se di\ncolore blu può essere posto su una strada extraurbana principale. È sbagliato di-\nre che il segnale indica la velocità massima su ciascuna corsia (indica invece la \nvelocità minima), che obbliga i veicoli a marciare in ciascuna corsia alle velocità\nindicate (non obbliga a circolare costantemente alla velocità indicata, ma la si\npuò anche superare), oppure che è consentito circolare a 100 km/h soltanto sul-\nla corsia di sinistra."
        },
        {
          "id": "sec-6-42",
          "title": "USO CORSIE",
          "content": "Indica come devono essere utilizzate le corsie costituenti la carreggiata preci-\nsandone il senso di percorrenza (tre corsie a senso unico). La corsia di destra è\nriservata esclusivamente agli autobus dei servizi pubblici urbani mentre le corsie\ndi sinistra sono destinate al traffico normale; non può essere posto in autostrada\n(in quanto in autostrada non esiste un'apposita corsia per gli autobus). È sba-\ngliato dire che consente ai taxi di percorrere la corsia di destra, che prescrive\nsempre la marcia per file parallele (per poter viaggiare a file parallele la strada\ndeve essere ad alta intensità di traffico) o che la striscia gialla delimita una pista \nciclabile."
        },
        {
          "id": "sec-6-43",
          "title": "PREAVVISO DI DEVIAZIONE CONSIGLIATA",
          "content": "Preavvisa una deviazione consigliata a destra ai veicoli merci di massa superiore\na 3,5 t. (autocarri, autotreni, autoarticolati) per evitare che attraversino il centro \nabitato (quindi solitamente viene posto all'ingresso dei centri abitati in corri-\nspondenza di una circonvallazione); non impone obblighi particolari alle autovet-\nture. È sbagliato dire che il segnale indica la direzione per il centro cittadino o \nche obbliga tutti gli autocarri a svoltare seguendo la direzione della freccia (la\ndeviazione è consigliata e vale per gli autocarri e per i veicoli merci che superano\n3,5 t.). \nValerio Platia e Roberto Mastri \n38"
        },
        {
          "id": "sec-6-44",
          "title": "ASSISTENZA MECCANICA",
          "content": "Indica un'officina per assistenza meccanica, cioè la possibilità di far riparare il\nproprio veicolo, lungo una strada extraurbana. Pertanto a breve distanza è pos-\nsibile trovare un'officina di riparazione veicoli. È sbagliato dire che il segnale in-\ndica uno stabilimento meccanico nelle vicinanze (cioè una fabbrica dove costrui-\nscono pezzi meccanici), un'area di sosta da utilizzare per riparare il proprio vei-\ncolo (esiste invece un locale adibito ad officina) o un self-service di riparazione \nveicolo (cioè un luogo in cui il conducente può ripararsi da solo il veicolo)."
        },
        {
          "id": "sec-6-45",
          "title": "TELEFONO",
          "content": "Indica che siamo in prossimità di un apparecchio telefonico pubblico a disposi-\nzione degli automobilisti, collocato a breve distanza su strade extraurbane, quin-\ndi la possibilità di telefonare da un telefono pubblico. È sbagliato dire che il se-\ngnale indica un posto di assistenza telefonica (ad esempio: il servizio per la se-\ngnalazione dei guasti alla linea telefonica) o la vicinanza di una centrale telefoni-\nca (la centrale non è un apparecchio da cui poter telefonare)."
        },
        {
          "id": "sec-6-46",
          "title": "RIFORNIMENTO",
          "content": "Indica che nelle vicinanze vi è un posto di distribuzione carburante (un posto o\nuna stazione di rifornimento, una pompa di benzina o un distributore di carbu-\nrante); indica la possibilità di rifornimento carburante a breve distanza. È sba-\ngliato dire che nelle vicinanze vi è un posto di rifornimento per autoveicoli in\nservizio pubblico; si tratta infatti di un distributore di carburante per tutti i veico-\nli."
        },
        {
          "id": "sec-6-47",
          "title": "DISTRIBUTORE CARBURANTE",
          "content": "Indica che nelle vicinanze c'è una stazione di rifornimento, cioè un impianto di\ndistribuzione di carburante su strada extraurbana a breve distanza. Se a fondo\nverde, indica un impianto di distribuzione carburante in autostrada. È sbagliato\ndire che il segnale indica una stazione di rifornimento carburante esclusivamente\n\"self service\" (cioè un impianto in cui ci si serve da soli) o che è obbligatorio pro-\nseguire diritto per rifornirsi di carburante."
        },
        {
          "id": "sec-6-48",
          "title": "CAMPEGGIO",
          "content": "Indica la vicinanza di una struttura (zona, area, terreno) attrezzata ed autorizza-\nta per campeggio con tende o per la sosta di caravan (roulotte) ed autocaravan \n(camper). È sbagliato dire che il segnale indica una strada riservata ai caravan e\nai veicoli da campeggio o una zona turistica e panoramica."
        },
        {
          "id": "sec-6-49",
          "title": "AUTO AL SEGUITO",
          "content": "Si trova nelle vicinanze di una stazione ferroviaria ed indica l'accesso per le auto\nda caricare su treno con vagone letto o cuccette (per usufruire del servizio di\ntrasporto \"auto al seguito del viaggiatore\"). Non è posto in autostrada. È sba-\ngliato dire che si può restare in auto durante il suo trasporto in treno, che indica\nun parcheggio di vagoni ferroviari con auto o un parcheggio riservato alle auto-\nvetture."
        },
        {
          "id": "sec-6-50",
          "title": "POSTEGGIO PER TAXI",
          "content": "Indica l'ubicazione (la collocazione) di un posteggio di autovetture in servizio\npubblico, cioè un'area di sosta ad uso esclusivo dei taxi. L'area di parcheggio è\ndelimitata da strisce gialle e integrata da iscrizioni orizzontali \"TAXI\". È sbagliato \ndire che il segnale viene posto sulla vettura per indicare che essa è adibita al\nservizio di pubblico trasporto, oppure che indica una corsia di marcia riservata ai\ntaxi, un'autorimessa (garage) riservata ai taxi o una stazione di servizio per taxi. \nManuale di teoria per le patenti A1 A e B \n39"
        },
        {
          "id": "sec-6-51",
          "title": "AREA ATTREZZATA CON IMPIANTI DI SCARICO",
          "content": "Indica un'area attrezzata per la sosta ed il parcheggio di autocaravan (camper)\nche interessa tutti i veicoli dotati di impianti igienico-sanitari (autobus, camper, \nroulotte). Tale area è attrezzata con impianti di scarico atti a raccogliere le ac-\nque delle autocaravan. Il segnale indica pertanto impianti che consentono lo sca-\nrico dei residui organici e delle acque chiare e luride (sporche). Se di colore ver-\nde è installato in un'area di servizio autostradale. È sbagliato dire che il segnale\nindica la presenza di servizi igienici per campeggiatori (lavabo, WC, ecc.)."
        },
        {
          "id": "sec-6-52",
          "title": "POLIZIA STRADALE",
          "content": "Indica i dati (cioè la sede, la località ed i numeri di telefono) del comando più vi-\ncino di Polizia Stradale. Fornisce pertanto notizie utili per raggiungere o comuni-\ncare con il comando di Polizia Stradale. È sbagliato dire che il segnale si trova\nall'ingresso della sede di ogni comando di Polizia Stradale (cioè in corrisponden-\nza del portone d'ingresso del comando; si trova, invece, all'inizio del centro abi-\ntato) o che indica la sede ed il numero di telefono del più vicino comando e della \nlegione dei Carabinieri. \n\nValerio Platia e Roberto Mastri \n40"
        }
      ]
    },
    {
      "id": "lesson-7",
      "title": "Segnali Temporanei e di Cantiere",
      "description": "Lezione 7: Segnali Temporanei e di Cantiere",
      "icon": "📚",
      "sections": [
        {
          "id": "sec-7-1",
          "title": "LAVORI",
          "content": "Indica di moderare la velocità e, se occorre fermarsi, per non investire gli operai\nal lavoro sulla strada o eventuali depositi di materiali (sabbia, pietrisco) e mac-\nchinari. Il segnale può essere integrato con il pannello di \"Estesa\" (fig. 122). È \nsbagliato dire che obbliga a dare la precedenza ai veicoli che escono dal cantiere \no agli addetti ai lavori."
        },
        {
          "id": "sec-7-2",
          "title": "PREAVVISO DI SEMAFORO TEMPORANEO",
          "content": "Preavvisa, sia su strade urbane che extraurbane, la successiva presenza di un\nsemaforo temporaneo (ad esempio prima di un restringimento provvisorio della\ncarreggiata per lavori in corso); bisogna rallentare per potersi fermare nel caso\nin cui il semaforo abbia la luce rossa accesa; al centro deve avere una luce gialla\nlampeggiante."
        },
        {
          "id": "sec-7-3",
          "title": "DIREZIONE CONSIGLIATA AGLI AUTOCARRI",
          "content": "Posto in prossimità di un cantiere stradale, indica la direzione consigliata (e non\nobbligatoria) per gli autocarri di massa totale superiore a 3,5 t.; è installato nel\npunto esatto della deviazione consigliata e può essere preceduto da un segnale\ndi preavviso. È sbagliato dire che il segnale indica una strada o una zona di par-\ncheggio riservata agli autocarri in transito."
        },
        {
          "id": "sec-7-4",
          "title": "DIREZIONE OBBLIGATORIA PER AUTOTRENI ED AUTOARTICOLATI",
          "content": "È posto in prossimità di un cantiere stradale ed ha carattere temporaneo, per la-\nvori in corso; segnala direzione obbligatoria solo per particolari categorie di vei-\ncoli (autotreni ed autoarticolati). È sbagliato dire che il segnale indica una dire-\nzione consigliata (facoltativa) o che vale per tutti i veicoli."
        },
        {
          "id": "sec-7-5",
          "title": "PREAVVISO DI DEVIAZIONE",
          "content": "È un preavviso di deviazione temporanea di itinerario. Procedendo verso Novara\nnon si può proseguire diritto perché la strada è interrotta per lavori in corso. Il\nsegnale essendo integrato con il pannello di \"estesa\" (fig. 122) indica la lunghez-\nza della deviazione (2 Km) e non la distanza dal punto di deviazione per lavori in \ncorso. È sbagliato dire che è impossibile raggiungere Novara, che la strada alter-\nnativa per Novara è a senso unico, che il segnale evidenzia un ostacolo fisso sul-\nla carreggiata (si tratta invece di lavori in corso provvisori) e che su strade e-\nxtraurbane deve essere a fondo blu (i segnali temporanei, ovunque si trovino,\nsono sempre a fondo giallo)."
        },
        {
          "id": "sec-7-6",
          "title": "PREAVVISO DI DEVIAZIONE",
          "content": "È installato in prossimità di un'intersezione (incrocio) che precede un cantiere\nstradale e indica una limitazione temporanea di transito lungo un tronco di stra-\nda. Vieta a tutti i veicoli (compresi gli autobus) di massa superiore a 7 t. diretti a \nLucca di proseguire diritto e indica loro il percorso sostitutivo (alternativo). Tutti\ngli autoveicoli di massa a pieno carico inferiore o uguale a 7 t. possono prosegui-\nre su ambedue gli itinerari. È sbagliato dire che è vietato il sorpasso ai mezzi su-\nperiori a 7 t. o che è impossibile, per i veicoli che superano 7 t., raggiungere\nLucca (cambiando itinerario ci possono arrivare lo stesso)."
        },
        {
          "id": "sec-7-7",
          "title": "USO CORSIE DISPONIBILI",
          "content": "Posto in prossimità di lavori stradali, indica alle varie categorie di veicoli come \nutilizzare le corsie lungo la deviazione (gli autocarri possono impegnare solo la\ncorsia di destra, mentre gli altri veicoli possono impegnare tutte e due le corsie).\nÈ sbagliato dire che gli autocarri possono circolare per file parallele o che è per-\nmesso il sorpasso a destra solo per gli autocarri. \n\nManuale di teoria per le patenti A1 A e B \n43"
        }
      ]
    },
    {
      "id": "lesson-8",
      "title": "Segnali Complementari",
      "description": "Lezione 8: Segnali Complementari",
      "icon": "📚",
      "sections": [
        {
          "id": "sec-8-1",
          "title": "BARRIERE NORMALI",
          "content": "Segnalano i limiti (bordi o confini) dei cantieri di lavoro in corso, delimitando\nfrontalmente l'area di un cantiere stradale. Possono anche sostituire nei passaggi\na livello le barriere mobili quando queste sono in avaria (guaste). Invitano i con-\nducenti ad essere particolarmente prudenti, arrestandosi ove ricorra il caso. È\nsbagliato dire che vietano la sosta lungo i margini della strada dove sono poste.",
          "image": "assets/images/segnali/barriere-normali.png"
        },
        {
          "id": "sec-8-2",
          "title": "CONO",
          "content": "Viene posto in presenza di lavori di breve durata, quando si verifica un incidente,\nper delimitare incanalamenti, deviazioni o separazione provvisoria dei sensi di\nmarcia (ad esempio: quando vengono rifatte le strisce a terra). È sbagliato dire\nche si trova solo su strade extraurbane, in curva o che indica ostacoli permanen-\nti sulla carreggiata.",
          "image": "assets/images/segnali/cono.png"
        },
        {
          "id": "sec-8-3",
          "title": "DELINEATORI NORMALI DI MARGINE PER STRADE A DOPPIO SENSO",
          "content": "Sono segnali complementari utilizzati come indicatori normali di margine nelle\nstrade a doppio senso. Posti al limite esterno della banchina o ai margini della\ncarreggiata, servono a visualizzare a distanza l'andamento del tracciato stradale.\nIn presenza di muri, ringhiere o altri impedimenti, possono essere sostituiti da\nelementi rifrangenti aventi le stesse caratteristiche, fissati ai manufatti. È sba-\ngliato dire che si trovano al centro della carreggiata o che vengono usati per de-\nlimitare le corsie (servono invece a evidenziare i margini o bordi della carreggia-\nta)."
        },
        {
          "id": "sec-8-4",
          "title": "DELINEATORI NORMALI DI MARGINE PER STRADE A SENSO UNICO",
          "content": "Sono segnali complementari utilizzati come indicatori normali di margine nelle \nstrade a senso unico. Posti al limite esterno della banchina o ai margini della car-\nreggiata, servono a visualizzare a distanza l'andamento del tracciato stradale. In\npresenza di muri, ringhiere o altri impedimenti, possono essere sostituiti da ele-\nmenti rifrangenti aventi le stesse caratteristiche, fissati ai manufatti. È sbagliato\ndire che si trovano al centro della carreggiata o che vengono usati per delimitare\nle corsie (servono invece a evidenziare i margini o bordi della carreggiata)."
        },
        {
          "id": "sec-8-5",
          "title": "DELINEATORI PER GALLERIE A SENSO UNICO",
          "content": "Sono segnali complementari posti all'ingresso delle gallerie a senso unico ed uti-\nlizzati come indicatori di margine, obbligatori nelle gallerie non rettilinee (con \ncurve). Si possono trovare anche in presenza di strettoie o deviazioni permanen-\nti della carreggiata. È sbagliato dire che si trovano al centro della carreggiata, \nnegli incroci a forma di \"T\", nelle strade di montagna con tornanti (curve perico-\nlose) o che vengono usati nelle gallerie per delimitare le corsie (servono invece \nnelle gallerie a evidenziare i margini o bordi della carreggiata). \nValerio Platia e Roberto Mastri \n44"
        },
        {
          "id": "sec-8-6",
          "title": "DELINEATORE PER STRADE DI MONTAGNA",
          "content": "È un segnale complementare posto ai margini della carreggiata su strade di\nmontagna soggette ad innevamento; è impiegato per rendere individuabile il\ntracciato stradale in condizioni di alto innevamento. È sbagliato dire che si trova \nal centro della carreggiata, negli incroci a forma di \"T\" o che viene usato per de-\nlimitare le corsie (serve invece nelle strade di montagna a evidenziare i margini\no bordi della carreggiata)."
        },
        {
          "id": "sec-8-7",
          "title": "DELINEATORE DI CURVA STRETTA O DI TORNANTE",
          "content": "È usato, su strade extraurbane, per segnalare l'andamento di curve strette e con\nmancanza di visibilità; ha punte di frecce orientate nella direzione di marcia che \nil veicolo deve seguire; può essere preceduto dal segnale \"Curva a Sinistra\" (fig. \n5). Invita il conducente a porre particolare attenzione nell'affrontare la curva. Se \nbianco e rosso, indica una deviazione temporanea con curva a sinistra dovuta a \ncantieri stradali. È sbagliato dire che indica la presenza di ostacoli sporgenti sulla\ncarreggiata (gli ostacoli vengono evidenziati con strisce oblique alternate bianche\ne nere e non a punta di freccia) o che può essere a fondo giallo in presenza di \ncantieri stradali (se la deviazione è temporanea i colori sono bianco e rosso)."
        },
        {
          "id": "sec-8-8",
          "title": "DELINEATORI MODULARI DI CURVA",
          "content": "È un segnale complementare, impiegato in serie di più elementi (cioè più di u-\nno), per evidenziare il lato esterno (e non quello interno o i due lati) delle curve\nstradali, migliorando la visibilità dell'andamento della strada a distanza. Se bian-\nco e rosso è usato per segnalare deviazioni temporanee. È sbagliato dire che si \ntrova negli incroci a forma di \"T\" o che può essere a fondo giallo per segnalare\ncantieri stradali."
        },
        {
          "id": "sec-8-9",
          "title": "DELINEATORE SPECIALE DI OSTACOLO",
          "content": "È un pannello rifrangente, usato insieme al segnale di passaggio obbligatorio \n(fig. 101 e fig. 102) o consentito (fig. 103), che indica la presenza di un ostacolo \nsituato al centro della strada (salvagente, isola di traffico, spartitraffico). Mal-\ngrado il colore giallo, non è un segnale temporaneo, ma un segnale complemen-\ntare. È sbagliato dire che si trova solo su strade extraurbane, al centro dell'in-\ncrocio privo di semaforo o sul ciglio (bordo) della strada. \n\nManuale di teoria per le patenti A1 A e B \n45"
        }
      ]
    },
    {
      "id": "lesson-9",
      "title": "Pannelli Integrativi dei Segnali",
      "description": "Lezione 9: Pannelli Integrativi dei Segnali",
      "icon": "📚",
      "sections": [
        {
          "id": "sec-9-1",
          "title": "DISTANZA",
          "content": "Ciascuno dei pannelli integra (completa) il segnale sovrastante, indicando la di-\nstanza, espressa in metri o in chilometri, tra il segnale sotto cui è posto ed il\npunto di inizio del pericolo, della prescrizione o dell'indicazione. Posto sotto il se-\ngnale di \"Strettoia\" (fig. 19) indica la distanza dall'inizio della strettoia. È sba-\ngliato dire che è un pannello distanziometrico, fig. 13, (in quanto è un pannello \nintegrativo) o che indica la lunghezza del tratto di strada pericoloso (come ad\nesempio: delle curve in successione)."
        },
        {
          "id": "sec-9-2",
          "title": "ESTESA",
          "content": "Ciascuno dei pannelli indica la lunghezza, espressa in metri o in chilometri, del\ntratto stradale pericoloso o nel quale si applica la prescrizione; integra quindi\nl'indicazione di pericolo o la prescrizione del segnale soprastante, indicandone\nl'inizio e precisandone l'estensione (cioè la lunghezza). Se posto sotto il segnale\ndi \"Strettoia\" (fig. 19) indica la lunghezza del tratto di strada con strettoia; sotto \nil segnale di \"Doppia Curva\" (fig. 6), indica la lunghezza di un tratto di strada \ncon curve pericolose in successione. È sbagliato dire che il pannello indica la di-\nstanza dall'inizio del pericolo, dell'indicazione o della prescrizione."
        },
        {
          "id": "sec-9-3",
          "title": "FASCE ORARIE DI TUTTI I GIORNI",
          "content": "Indica, sia nei giorni festivi che feriali (lavorativi), le ore di validità durante le\nquali vige la prescrizione imposta dal segnale sotto cui il pannello è applicato. \nPuò essere posto, ad esempio, sotto il segnale \"Divieto di Sosta\" (fig. 84) o sotto \nquello \"Divieto di Transito\" (fig. 54) per indicare la fascia oraria nella quale vale\nla prescrizione. Sotto il segnale \"Percorso Pedonale\" (fig. 108) indica le ore in cui \nil percorso è riservato ai pedoni ed è vietato il transito ai veicoli; sotto il segnale\n\"Parcheggio\" (fig. 86) indica zona attrezzata per la sosta nelle ore indicate."
        },
        {
          "id": "sec-9-4",
          "title": "FASCE ORARIE DEI GIORNI FESTIVI",
          "content": "Precisa che la prescrizione è limitata ai soli giorni festivi e alla fascia oraria indi-\ncata, cioè indica le ore di validità della prescrizione imposta dal segnale e limita-\nta ai giorni festivi. Posto sotto il segnale \"Percorso Pedonale\" (fig. 108) ne limita \nl'orario di validità ai giorni festivi; posto sotto il segnale \"Divieto di Sosta\" (fig. \n84) o sotto quello \"Divieto di Transito\" (fig. 54) indica che la sosta o l'accesso \nsono vietate solo nei giorni festivi e nelle ore indicate; con il segnale \"Pista Ci-\nclabile\" (fig. 110) indica che la prescrizione vale dalle 8 alle 20 dei giorni festivi. \nÈ sbagliato dire che il pannello vale soltanto di domenica o che indica l'orario di\nfunzionamento dei semafori."
        },
        {
          "id": "sec-9-5",
          "title": "FASCE ORARIE DEI GIORNI LAVORATIVI",
          "content": "Indica la fascia oraria di validità del segnale, limitata ai giorni lavorativi, cioè che\nla prescrizione è limitata nei giorni lavorativi alla fascia oraria indicata. Posto \nsotto il segnale \"Divieto di Transito\" (fig. 54) indica che la prescrizione vale nei \ngiorni lavorativi; posto sotto il segnale \"Divieto di Sosta\" (fig. 84) indica che la \nprescrizione non vale nei giorni festivi (in quanto vale nei giorni lavorativi); po-\nsto sotto il segnale \"Parcheggio\" (fig. 86) ne indica l'orario e la limitazione ai \ngiorni feriali (giorni lavorativi). È sbagliato dire che il pannello indica l'orario la-\nvorativo di un cantiere di lavoro o gli orari di ingresso ed uscita dei mezzi da uno \nstabilimento. \nValerio Platia e Roberto Mastri \n46"
        },
        {
          "id": "sec-9-6",
          "title": "LIMITAZIONE",
          "content": "Indica che la validità del segnale è limitata solo al veicolo raffigurato; può inte-\ngrare un segnale di obbligo o di divieto (ma non integra segnali di pericolo o \nquello di località, fig. 207). Posto sotto il segnale \"Divieto di Sosta\" (fig. 84), \n\"Senso Vietato\" (fig. 55) o sotto quello \"Divieto di Transito\" (fig. 54) indica che \nla sosta o l'accesso sono vietati solo agli autoarticolati e che invece gli altri vei-\ncoli possono sostare o transitare; mentre se posto sotto il segnale di \"Parcheg-\ngio\" (fig. 86) indica che il diritto di parcheggiare è riferito solo agli autoarticolati\ne gli altri veicoli non possono parcheggiare."
        },
        {
          "id": "sec-9-7",
          "title": "ECCEZIONE",
          "content": "Indica una eccezione, cioè che la validità del segnale non è riferita al veicolo raf-\nfigurato; può integrare un segnale di obbligo o di divieto. Posto sotto il segnale \n\"Divieto di Sosta\" (fig. 84), \"Senso Vietato\" (fig. 55) o sotto quello \"Divieto di \nTransito\" (fig. 54) indica che il divieto di sosta o di accesso è riferito a tutti i vei-\ncoli, tranne agli autobus, che invece possono liberamente sostare o transitare; \nmentre se posto sotto il segnale di \"Parcheggio\" (fig. 86) indica che il diritto di \nparcheggiare è riferito a tutti i veicoli, tranne agli autobus, che invece non pos-\nsono parcheggiare. È sbagliato dire che il pannello indica una limitazione per gli \nautobus, ma indica invece una eccezione (una esclusione) alla validità del segna-\nle per la categoria di veicoli rappresentati."
        },
        {
          "id": "sec-9-8",
          "title": "INIZIO",
          "content": "Indica il punto di inizio del pericolo, della prescrizione o dell'indicazione. Ad e-\nsempio, può integrare i segnali \"Caduta massi\" (fig. 32), \"Materiale Instabile sul-\nla Strada\" (fig. 31), \"Divieto di Sosta\" (fig. 84), \"Parcheggio\" (fig. 86), per indi-\ncare il punto di inizio di validità del segnale cui è applicato. Sotto il segnale \"Per-\ncorso Pedonale\" (fig. 108) indica l'inizio del viale riservato ai pedoni e quindi che \nda quel punto non è consentito il transito ai veicoli. È sbagliato dire che il pan-\nnello (senza essere corredato da apposito segnale) indica l'inizio di un senso uni-\nco di circolazione."
        },
        {
          "id": "sec-9-9",
          "title": "CONTINUAZIONE",
          "content": "Indica che il pericolo, la prescrizione o l'indicazione sussistono (continuano a va-\nlere) sia prima che dopo il segnale. Ad esempio, può integrare i segnali \"Divieto \ndi Sosta\" (fig. 84), \"Divieto di Fermata\" (fig. 85), \"Divieto di Sorpasso\" (fig. 56), \n\"Limite Massimo di Velocità\" (fig. 58), \"Doppio Senso di Circolazione\" (fig. 28), \n\"Strada Sdrucciolevole\" (fig. 24), per indicare la continuazione del segnale sotto\nil quale è applicato. È sbagliato dire che il pannello si può trovare sotto il segnale\n\"Fine del Diritto di Precedenza\", fig. 46 (infatti, sotto un segnale che indica la fi-\nne di una prescrizione, non si può applicare il pannello per indicarne la continua-\nzione)."
        },
        {
          "id": "sec-9-10",
          "title": "FINE",
          "content": "Indica il termine (quindi la cessazione) del pericolo, della prescrizione o dell'indi-\ncazione. Ad esempio, può integrare i segnali \"Strada Deformata\" (fig. 1), \"Dop-\npia Curva\" (fig. 6), \"Strada Sdrucciolevole\" (fig. 24), \"Lavori in Corso\" (fig. 275), \n\"Divieto di Sosta\" (fig. 84), \"Divieto di Fermata\" (fig. 85), per segnalare il punto \ndove finisce la validità del segnale sotto il quale è applicato. \nManuale di teoria per le patenti A1 A e B \n47"
        },
        {
          "id": "sec-9-11",
          "title": "SEGNALE DI CORSIA",
          "content": "Indica la corsia alla quale il segnale sovrastante si riferisce, limitando ad essa la \nvalidità del segnale stesso. Posto in alto sulla carreggiata può indicare la corsia\nda seguire per raggiungere la località indicata o la direzione di un particolare iti-\nnerario (vedasi, ad esempio, la fig. 181)."
        },
        {
          "id": "sec-9-12",
          "title": "SEGNI ORIZZONTALI IN RIFACIMENTO",
          "content": "Posto sotto il segnale \"Altri Pericoli\" (fig. 39), indica la temporanea mancanza \ndella segnaletica orizzontale (le strisce e i segni dipinti sulla pavimentazione), \noppure lavori di tracciamento in corso sulla carreggiata. È sbagliato dire che il\npannello indica la presenza di cantieri edili (si tratta invece di cantieri per manu-\ntenzione stradale)."
        },
        {
          "id": "sec-9-13",
          "title": "INCIDENTE",
          "content": "Posto sotto il segnale \"Altri Pericoli\" (fig. 39), indica il rallentamento della circo-\nlazione a causa di veicoli incidentati sulla carreggiata. Preavvisa di moderare la\nvelocità e consiglia, ove possibile, la scelta di un percorso alternativo (se lo tro-\nviamo sull'autostrada conviene uscire al prossimo casello). È sbagliato dire che il\npannello indica un deposito per veicoli incidentati o un tratto di strada di notevo-\nle pericolosità, con elevata probabilità di provocare incidenti (segnala invece la \npresenza di un incidente già avvenuto)."
        },
        {
          "id": "sec-9-14",
          "title": "ATTRAVERSAMENTO DI BINARI",
          "content": "Posto sotto il segnale \"Altri Pericoli\" (fig. 39), indica la presenza di un attraver-\nsamento di binari di manovra ferroviari, imponendo di moderare la velocità. Può\ntrovarsi dove il treno passa raramente, quindi nella vicinanza di raccordi portuali, \nscali merci o stabilimenti industriali. È sbagliato dire che il pannello indica la pre-\nsenza di un passaggio a livello (fig. 8) o un attraversamento tranviario (fig. 14)."
        },
        {
          "id": "sec-9-15",
          "title": "SGOMBRANEVE IN AZIONE",
          "content": "Posto su strade innevate, sotto il segnale \"Altri Pericoli\" (fig. 39), indica la pre-\nsenza di macchine sgombraneve al lavoro sulla strada. Comporta di moderare la\nvelocità per la presenza di neve sulla strada e di mantenere una distanza di al-\nmeno 20 metri dalle macchine sgombraneve in funzione. È sbagliato dire che il \npannello si trova sotto il segnale \"Lavori in Corso\" (fig. 275), oppure che indica \nla presenza di una pala meccanica (fig. 137) o di una macchina operatrice per la \npulizia della strada (fig. 145)."
        },
        {
          "id": "sec-9-16",
          "title": "ZONA SOGGETTA AD ALLAGAMENTO",
          "content": "Indica che in particolari condizioni atmosferiche quali, ad esempio, violenti ac-\nquazzoni, il tratto di strada che stiamo percorrendo è soggetto ad allagamenti. \nPuò segnalare una strada presso un canale che, in caso di pioggia intensa, può\nstraripare allagando la carreggiata, o il pericolo di allagamento per mareggiate. \nPuò essere collocato anche sotto il segnale \"Cunetta\" (fig. 3)."
        },
        {
          "id": "sec-9-17",
          "title": "CODA",
          "content": "Indica la possibilità di incontrare traffico in rallentamento o fermo in colonna,\ncon il pericolo di tamponare i veicoli fermi a causa dell'intasamento. Posto presso\nun casello autostradale, può consigliare la scelta di un percorso alternativo o l'u-\nscita dall'autostrada per evitare probabili rallentamenti. È sbagliato dire che il\npannello indica di disporsi su due file parallele o che si trova nei caselli per indi-\ncare l'entrata dell'autostrada (si trova invece in autostrada per indicare un consi-\nstente rallentamento della circolazione). \nValerio Platia e Roberto Mastri \n48"
        },
        {
          "id": "sec-9-18",
          "title": "MEZZI DI LAVORO IN AZIONE",
          "content": "Indica la presenza di cantieri stradali con escavatori e pale meccaniche in azione \nche possono intralciare il traffico, quindi la presenza di macchine operatrici al la-\nvoro sulla strada. Invita a moderare la velocità e ad usare particolare prudenza.\nPuò anche indicare il pericolo rappresentato dall'uscita di autocarri in prossimità \ndi cantieri. È sbagliato dire che il segnale indica la presenza di uno sgombraneve\n(fig. 134) o di una corsia riservata alle macchine operatrici."
        },
        {
          "id": "sec-9-19",
          "title": "STRADA SDRUCCIOLEVOLE PER GHIACCIO",
          "content": "Indica un tratto di strada sdrucciolevole per la formazione di ghiaccio sulla pavi-\nmentazione stradale (e non sul parabrezza) in caso di abbassamento della tem-\nperatura o se la strada è già innevata. Sulle strade di montagna indica possibili \ntratti ghiacciati. Invita a moderare la velocità e ad usare particolare prudenza. È\nsbagliato dire che il pannello indica un tratto di strada pericoloso per pioggia\n(fig. 139), graniglia, frana, oppure che è obbligatorio l'uso delle catene (fig.\n107)."
        },
        {
          "id": "sec-9-20",
          "title": "STRADA SDRUCCIOLEVOLE PER PIOGGIA",
          "content": "Indica un tratto di strada con pavimentazione particolarmente pericolosa in caso\ndi pioggia, perché può verificarsi una perdita di aderenza (diminuisce il contatto\ncon il suolo), dovuta alla formazione di fanghiglia sdrucciolevole o di uno strato\ndi foglie bagnate. Invita a moderare la velocità in caso di pioggia e ad aumenta-\nre la distanza di sicurezza. È sbagliato dire che il pannello indica una zona sog-\ngetta a frequenti scrosci di pioggia, a fenomeni temporaleschi o ad improvvisi\nacquazzoni."
        },
        {
          "id": "sec-9-21",
          "title": "AUTOCARRI IN RALLENTAMENTO",
          "content": "Indica un tratto di strada con variazione di pendenza in salita dove gli autocarri,\na causa del loro eccessivo peso, procedono a velocità ridotta (in lento movimen-\nto); pertanto i veicoli devono tenere una velocità prudenziale per evitare colli-\nsioni (incidenti), adattandosi alla velocità moderata dei veicoli pesanti che pre-\ncedono. È sbagliato dire che il pannello segnala la presenza di autocarri in ma-\nnovra o in sosta per il carico merci o di fare attenzione perché vi sono veicoli in-\ncidentati (fig. 132)."
        },
        {
          "id": "sec-9-22",
          "title": "ZONA RIMOZIONE COATTA",
          "content": "Posto sotto il segnale \"Divieto di Sosta\" (fig. 84), oppure \"Divieto di Fermata\" \n(fig. 85), indica che se il veicolo viene lasciato in sosta può essere forzatamente \nrimosso dal carroattrezzi e trasportato al deposito comunale, oppure bloccato \ndall'agente con attrezzo a chiave (ganascia con catenaccio). Il pannello con il re-\nlativo segnale viene posto dove la sosta di un veicolo costituisce grave intralcio o\npericolo per la circolazione. È sbagliato dire che in caso di avaria (guasto) il vei-\ncolo deve essere obbligatoriamente rimosso o che il pannello indica di fare at-\ntenzione per la possibile presenza di veicoli trainati."
        },
        {
          "id": "sec-9-23",
          "title": "TORNANTE",
          "content": "Indica la vicinanza di una o più curve strette, cioè a raggio ridotto (tornanti),\nparticolarmente pericolose e con visibilità limitata, oppure può indicare una serie\ndi tornanti, precisando quanti sono. Può integrare il segnale di \"Curva a Destra\"\n(fig. 4) o di \"Curva a Sinistra\" (fig. 5) o quello di \"Doppia Curva\" (figg. 6 e 7). \nManuale di teoria per le patenti A1 A e B \n49"
        },
        {
          "id": "sec-9-24",
          "title": "NUMERO DEL TORNANTE",
          "content": "In una serie di curve strette e di particolare pericolosità (tornanti), ne indica il\nnumero progressivo. È sbagliato dire che il pannello indica il numero complessivo\n(totale) delle curve; indica invece soltanto che siano all'inizio (cioè al primo) di\nuna serie di tornanti, senza specificare quanti sono."
        },
        {
          "id": "sec-9-25",
          "title": "PULIZIA MECCANICA DELLA STRADA",
          "content": "Posto nei tratti di strada ove vengono effettuate operazioni di pulizia meccanica\ndella strada, sotto il segnale \"Divieto di Sosta\" (fig. 84), indica la periodicità \n(giorni e fascia oraria) di effettuazione della pulizia stradale, limitando la validità \ndel divieto di sosta ai giorni e alle ore indicate. È sbagliato dire che il pannello\nindica un divieto di sosta o un deposito per i mezzi di pulizia."
        },
        {
          "id": "sec-9-26",
          "title": "ANDAMENTO DELLA STRADA PRINCIPALE",
          "content": "Nell'approssimarsi ad un incrocio indicano l'andamento (lo schema) della strada\nprincipale (riga più larga). Vengono posti sotto i segnali di diritto di precedenza, \nfigg. 47, 48, 49, 52 (e non sotto il \"Dare Precedenza\", fig. 40) per distinguere i \ntronchi stradali principali da quelli subordinati o secondari (righe più strette). \nPossono trovarsi anche sulle isole spartitraffico della strada principale. È sbaglia-\nto dire che i pannelli indicano dei sottopassaggi o l'approssimarsi di una strada\ncon diritto di precedenza (in quanto i pannelli sono installati sotto i segnali di di-\nritto di precedenza, quindi quelle che si approssimano sono delle strade senza \ndiritto di precedenza)."
        }
      ]
    },
    {
      "id": "lesson-10",
      "title": "Semafori (lanterne semaforiche), segnali",
      "description": "Lezione 10: Semafori (lanterne semaforiche), segnali",
      "icon": "📚",
      "sections": [
        {
          "id": "sec-10-1",
          "title": "LANTERNA SEMAFORICA VEICOLARE NORMALE",
          "content": "È una lanterna semaforica (semaforo); è posta in corrispondenza di un incrocio e\nregola il transito di tutti i veicoli. Con luce verde accesa consente l'attraversa-\nmento dell'incrocio; con luce gialla fissa (significa che si sta per accendere la lu-\nce rossa) consente l'attraversamento dell'incrocio se lo si è già impegnato; con\nluce rossa accesa impone l'arresto del veicolo; con luce gialla lampeggiante (si-\ngnifica che il semaforo è spento o guasto) si può impegnare l'incrocio con pru-\ndenza, dando la precedenza ai veicoli provenienti da destra. È sbagliato dire che\nil semaforo normale regola la corrente veicolare di corsia (vale invece per tutte\nle direzioni), l'ingresso nei caselli autostradali, oppure che vale solo per veicoli di\ntrasporto pubblico o per velocipedi."
        },
        {
          "id": "sec-10-2",
          "title": "LA LUCE ROSSA DEL SEMAFORO",
          "content": "È quella posta più in alto o a sinistra (nei semafori orizzontali), può avere di-\nmensioni più grandi delle altre due luci (in modo che sia facilmente visibile).\nQuando accesa, vieta il passaggio ai veicoli provenienti dalla strada verso cui è \nproiettata la luce e prescrive di arrestarsi in ogni caso prima della striscia tra-\nsversale di arresto, senza impegnare l'incrocio."
        },
        {
          "id": "sec-10-3",
          "title": "LA LUCE GIALLA FISSA DEL SEMAFORO",
          "content": "È collocata tra il rosso ed il verde; si accende singolarmente (quindi si accende \nquando si spegne il verde, si spegne quando si accende il rosso, cioè resta acce-\nsa quando il verde ed il rosso sono spenti). La luce gialla fissa (significa che si\nsta per accendere la luce rossa) prescrive di arrestarsi prima dell'incrocio (sem-\npre che si possa farlo in condizioni di sicurezza, senza creare pericolo) e obbliga\nchi ha già impegnato l'incrocio ad affrettarsi per sgombrarlo al più presto. È sba-\ngliato dire che si accende quando è ancora acceso il verde, che ci obbliga a fer-\nmarci in ogni caso senza impegnare l'incrocio, a tornare indietro se abbiamo già\nattraversato la striscia di arresto o a proseguire in ogni caso. \nValerio Platia e Roberto Mastri \n52"
        },
        {
          "id": "sec-10-4",
          "title": "POSSIAMO TROVARE UNA LUCE GIALLA LAMPEGGIANTE",
          "content": "Come segnale di pericolo generico che ci invita a procedere con particolare pru-\ndenza e, in punti pericolosi della strada, per invitare a moderare la velocità. Nei\nsemafori veicolari troviamo una luce gialla lampeggiante, quando il verde ed il \nrosso sono spenti, per prescrivere di usare prudenza e diminuire la velocità."
        },
        {
          "id": "sec-10-5",
          "title": "LANTERNE SEMAFORICHE GIALLE LAMPEGGIANTI",
          "content": "Il tipo A, che si trova quando il semaforo è spento o guasto, prescrive di usare\nprudenza, diminuire la velocità e dare precedenza ai veicoli di destra; i tipi B e \nC, sono affiancati ad un semaforo veicolare normale (fig. 154), per ricordare ai \nveicoli che vogliono svoltare di dover prima dare la precedenza rispettivamente \nai pedoni (tipo B) o ai ciclisti (tipo C). È sbagliato dire che sono dei dispositivi a \nluce fissa (in quanto le luci sono gialle lampeggianti) o che indicano una pista\npedonale (il tipo B) e ciclabile (il tipo C)."
        },
        {
          "id": "sec-10-6",
          "title": "SEMAFORI VEICOLARI DI CORSIA",
          "content": "Sono lanterne (semafori) veicolari di corsia riguardanti i veicoli che devono pro-\nseguire nella direzione della freccia. Pertanto, quando si accende la freccia ver-\nde, non si può proseguire per tutte le direzioni, ma solamente nel senso indicato\ndalla freccia; quando si accende la freccia gialla fissa bisogna sgomberare imme-\ndiatamente l'incrocio se lo si è già impegnato; quando si accende la freccia rossa \nbisogna che i veicoli diretti nel senso della freccia si arrestino; quando il semafo-\nro è spento (funziona a freccia gialla lampeggiante) si può transitare con partico-\nlare prudenza. Non si trovano nei passaggi a livello, nei ponti mobili o sui pontili \nd'imbarco delle navi traghetto. È sbagliato dire che sono segnali di indicazione,\nche valgono solo per i veicoli di trasporto pubblico, per quelli circolanti su rotaie\no per i velocipedi (biciclette)."
        },
        {
          "id": "sec-10-7",
          "title": "LANTERNE SEMAFORICHE PER CORSIE REVERSIBILI",
          "content": "Vengono poste nei caselli autostradali (su carreggiate a doppio senso di circola-\nzione con tre o più corsie) e vietano di percorrere la corsia sottostante la luce \nrossa a forma di X, bisogna invece occupare la corsia indicata dalla freccia ver-\nde; mentre chi si trova nella corsia con freccia gialla lampeggiante, deve abban-\ndonare quella corsia perché a breve viene chiusa (diventa X a luce rossa) e spo-\nstarsi, quanto prima, nella corsia con freccia verde. È sbagliato dire che la corsia\ncon luce rossa accesa impone di fermarsi ed attendere il segnale di via libera\n(quella corsia non si può assolutamente occupare). Da notare che la luce rossa\nnon è a freccia (ma a forma di X), mentre la luce verde non è a forma di X (ma a\nfreccia) e non è lampeggiante. \nManuale di teoria per le patenti A1 A e B \n53"
        },
        {
          "id": "sec-10-8",
          "title": "SEMAFORO PEDONALE",
          "content": "Indica una lanterna semaforica (semaforo) pedonale e regola l'attraversamento \npedonale negli incroci. Può essere dotata di segnalazione acustica per i non ve-\ndenti. La luce rossa accesa impone l'arresto dei pedoni prima dell'attraversa-\nmento; la luce gialla fissa impone di attraversare rapidamente la strada (se la si \nè già impegnata, altrimenti bisogna fermarsi sul marciapiede); quella verde con-\nsente l'attraversamento ai pedoni nella sola direzione di provenienza della luce e\ncomporta per i conducenti l'obbligo di dare la precedenza ai pedoni che attraver-\nsano."
        },
        {
          "id": "sec-10-9",
          "title": "LANTERNE SEMAFORICHE SPECIALI DI ONDA VERDE",
          "content": "I semafori \"onda verde\" (o semafori sincronizzati) sono installati su itinerari a\npiù incroci e consigliano (ma non obbligano) al conducente di mantenere la velo-\ncità indicata dal simbolo luminoso bianco acceso (se ne accende soltanto uno per\nvolta), così da poter trovare via libera (il verde) ai successivi semafori. È sba-\ngliato dire che possono essere a luce gialla lampeggiante; che indicano la veloci-\ntà consigliata da mantenere per trovare via libera, anche quando sono spenti;\nche segnalano la velocità massima per autovetture, motocicli e autocarri o che\nvengono posti su autostrada (in autostrada non esistono incroci regolati da se-\nmaforo)."
        },
        {
          "id": "sec-10-10",
          "title": "SEMAFORI PER VEICOLI DI TRASPORTO PUBBLICO",
          "content": "Sono segnalazioni luminose rivolte soltanto ai conducenti di veicoli di trasporto\npubblico: tram, autobus, taxi (ma non a tutti i veicoli che marciano su rotaie), ai \nquali indicano le direzioni consentite. Vengono posti negli incroci e funzionano in\ncoordinamento con le luci degli altri semafori. Impongono ai veicoli pubblici l'ar-\nresto quando è accesa (in alto) la barra bianca orizzontale; indicano via libera \nquando la barra bianca verticale (in basso) è illuminata; consentono di procedere\na destra o a sinistra se è accesa (in basso) una barra bianca inclinata verso de-\nstra o verso sinistra; indicano preavviso di arresto quando il triangolo giallo (al \ncentro) è illuminato. È sbagliato dire che se è accesa la barra orizzontale, è vie-\ntato il transito anche agli autoveicoli."
        },
        {
          "id": "sec-10-11",
          "title": "LE LUCI ROSSE LAMPEGGIANTI ALTERNATIVAMENTE",
          "content": "Di norma sono poste sul lato destro della carreggiata e quando sono in funzione\nvietano il passaggio di veicoli e pedoni, obbligando a non oltrepassare il limite\nsegnalato da una striscia bianca trasversale. Si possono trovare nelle immediate \nvicinanze di un passaggio a livello ferroviario (e non sull'ultimo dei pannelli di-\nstanziometrici che si trova a 50 metri dai binari); entrano in funzione poco prima\ndell'arrivo del treno (nei passaggi a livello senza barriere) o subito prima dell'ini-\nValerio Platia e Roberto Mastri \n54 \nzio dell'abbassamento delle barriere (nei passaggi a livello con semibarriere) e\ncontinuano fino alla fine del passaggio del treno. Si possono inoltre trovare al-\nl'accesso del pontile d'imbarco di navi traghetto o di un ponte mobile, quando vi \nsono aerei in atterraggio o in decollo (ad integrazione del segnale di pericolo fig. \n36). È sbagliato dire che si possono trovare nei passaggi a livello con barriere \n(nei passaggi con barriere si trova una sola luce rossa ed è fissa), che sono una\nsegnalazione per i treni, che sono costituiti da luci rosse fisse (sono invece delle\nluci rosse lampeggianti alternativamente) o che segnalano un pericolo generico\n(che invece viene indicato da una luce gialla lampeggiante)."
        },
        {
          "id": "sec-10-12",
          "title": "VIGILE IN POSIZIONE DI ALT",
          "content": "Equivale alla luce rossa del semaforo: è vietato il passaggio; non si può attra-\nversare l'incrocio; non si può svoltare né a destra né a sinistra; dobbiamo fer-\nmarci prima della striscia trasversale di arresto."
        },
        {
          "id": "sec-10-13",
          "title": "VIGILE IN POSIZIONE DI AVANTI",
          "content": "Equivale alla luce verde del semaforo: ci è consentito il passaggio; possiamo at-\ntraversare l'incrocio (in tutte le direzioni), ma usando prudenza; possiamo svol-\ntare a destra, dando la precedenza ai pedoni che attraversano la strada trasver-\nsale; possiamo svoltare a sinistra, dando la precedenza ai pedoni e ai veicoli\nprovenienti di fronte."
        },
        {
          "id": "sec-10-14",
          "title": "VIGILE IN POSIZIONE DI ATTENZIONE",
          "content": "Equivale alla luce gialla fissa del semaforo: preannuncia un cambiamento della\ndirezione di marcia consentita (cioè che subito dopo il vigile farà passare i veicoli \nche percorrono la strada trasversale alla nostra); dobbiamo arrestarci prima del-\nl'incrocio, se possiamo farlo in condizioni di sicurezza senza creare pericolo, al-\ntrimenti dobbiamo sgombrare sollecitamente (subito) l'incrocio che abbiamo già \nimpegnato. È sbagliato dire che è una fase riservata ai veicoli che devono svolta-\nre (consentendoci solo la manovra di svolta a destra) o che dobbiamo in ogni ca-\nso fermarci senza impegnare l'incrocio."
        },
        {
          "id": "sec-10-15",
          "title": "SUONO PROLUNGATO DEL FISCHIETTO DA PARTE DEL VIGILE",
          "content": "Significa che tutta la circolazione si deve fermare, infatti, equivale al semaforo\ncon luce rossa accesa contemporaneamente per tutte le direzioni. Serve per\nconsentire il passaggio di veicoli di soccorso (ambulanza, polizia), quindi impone\ndi fermarsi lasciando libero il passaggio. \n\nManuale di teoria per le patenti A1 A e B \n55"
        }
      ]
    },
    {
      "id": "lesson-11",
      "title": "Segnaletica Orizzontale e Segni sugli Ostacoli",
      "description": "Lezione 11: Segnaletica Orizzontale e Segni sugli Ostacoli",
      "icon": "📚",
      "sections": [
        {
          "id": "sec-11-1",
          "title": "LA STRISCIA BIANCA CONTINUA",
          "content": "Divide la carreggiata in due semicarreggiate (metà carreggiate) e non può esse-\nre oltrepassata; è vietato marciarvi a cavallo (cioè di sopra) e fare l'inversione di\nmarcia, ma consente la manovra di sorpasso senza superarla. Sulle strade a \ndoppio senso delimita il senso di marcia, è posta particolarmente nei dossi e può\ntrovarsi in prossimità di attraversamenti pedonali o ciclabili. È sbagliato dire che\nla striscia continua divide la strada in due carreggiate (per dividere una strada in \ndue carreggiate occorre lo spartitraffico) o che su strade a senso unico è posta\nnelle strettoie e nei rettilinei."
        },
        {
          "id": "sec-11-2",
          "title": "IN UNA STRADA A DOPPIO SENSO LA STRISCIA BIANCA DISCONTINUA",
          "content": "Divide la carreggiata in due corsie e delimita il senso di marcia (vengono separa-\nti i due sensi di marcia); la corsia di destra è riservata alla marcia normale, quel-\nla di sinistra è riservata ai veicoli che provengono dal senso opposto (può essere\ntemporaneamente usata per la manovra di sorpasso, quando è libera per un \ntratto sufficiente). Nel predisporsi a svoltare a sinistra bisogna spostarsi lungo\nl'asse (il centro), rimanendo però nella semicarreggiata di destra. Si può inverti-\nre il senso di marcia (superando l'asse della carreggiata) e si può effettuare il\nsorpasso anche superando la striscia con tutto il veicolo (la striscia può essere\nvalicata anche nei tratti in cui non è interrotta). Non si può marciare a cavallo\ndella striscia e sorpassare in qualunque condizione di traffico."
        },
        {
          "id": "sec-11-3",
          "title": "IN UNA STRADA A SENSO UNICO CON LA STRISCIA BIANCA DISCONTINUA",
          "content": "La carreggiata è suddivisa in due corsie; la striscia bianca discontinua delimita\n(separa) le corsie: normalmente la corsia di destra è destinata alla marcia nor-\nmale e quella di sinistra per il sorpasso. Si può sorpassare anche superando la\nstriscia in prossimità o in corrispondenza di dossi e in curva (in una strada a\nsenso unico non provengono veicoli di fronte). Per svoltare a sinistra occorre \nspostarsi nella corsia di sinistra. È vietato marciare a cavallo della striscia ed ef-\nfettuare l'inversione di marcia (la strada a senso unico può essere percorsa solo\nin un senso). È sbagliato dire che la striscia separa i due sensi di marcia (essen-\ndo a senso unico, il senso di marcia è uno solo) o che in sua presenza si può\nsempre circolare per file parallele (si deve essere in una strada ad alta intensità\ndi traffico)."
        },
        {
          "id": "sec-11-4",
          "title": "STRISCIA LONGITUDINALE CONTINUA E DISCONTINUA",
          "content": "La striscia continua dalla parte del veicolo indica che esso non ha ancora supera-\nto il pericolo (si trova nel tratto in salita di un dosso, prima di una curva, prima\ndi un incrocio, prima di un passaggio a livello) e quindi non può essere superata\nper effettuare l'inversione di marcia, la retromarcia e la svolta a sinistra, mentre\nil sorpasso è consentito solamente se non si oltrepassa la linea continua. Viene\nimpiegata su strade a doppio senso di circolazione."
        },
        {
          "id": "sec-11-5",
          "title": "STRISCIA LONGITUDINALE DISCONTINUA E CONTINUA",
          "content": "La linea discontinua dalla parte del veicolo significa che esso ha già superato il\npericolo (si trova sul tratto in discesa di un dosso, dopo una curva, dopo un in-\ncrocio, dopo un passaggio a livello) e quindi può effettuare l'inversione di mar-\ncia, la retromarcia, la svolta a sinistra ed il sorpasso, anche toccando la linea\ncontinua (è consentito valicare ambedue le strisce). Viene impiegata su strade a\ndoppio senso di circolazione. È sbagliato dire che è ammesso il superamento del-\nle strisce anche ai veicoli provenienti dal senso opposto."
        },
        {
          "id": "sec-11-6",
          "title": "LA DOPPIA STRISCIA CONTINUA",
          "content": "Si trova solamente su strade a doppio senso di circolazione e separa i sensi di\nmarcia; non può mai essere oltrepassata, neppure per svoltare a sinistra. Non\nconsente l'inversione di marcia; può consentire il sorpasso nel caso in cui sia \npossibile effettuarlo senza oltrepassare la striscia. \nManuale di teoria per le patenti A1 A e B \n57"
        },
        {
          "id": "sec-11-7",
          "title": "STRADA EXTRAURBANA A DOPPIO SENSO CON QUATTRO CORSIE",
          "content": "È composta da 1 carreggiata e 4 corsie. La circolazione si svolge a doppio senso:\nle corsie laterali, di norma, servono per la marcia normale, mentre quelle centra-\nli per il sorpasso. Se il traffico è intenso (molti veicoli) si può viaggiare per file\nparallele. Sono vietate l'inversione di marcia, la retromarcia e la svolta a sinistra\n(le doppie strisce continue, come quelle semplici, non possono essere oltrepas-\nsate), mentre il sorpasso è consentito anche in curva o sui dossi. È sbagliato dire\nche si può sorpassare il conducente di un veicolo che ha già iniziato una mano-\nvra di sorpasso o che si può sorpassare liberamente sia da destra che da sini-\nstra."
        },
        {
          "id": "sec-11-8",
          "title": "STRADA A TRE CARREGGIATE E OTTO CORSIE",
          "content": "È composta da 3 carreggiate (di cui 2 a senso unico e 1 a doppio senso) e da 8\ncorsie. Le carreggiate laterali sono a senso unico e se il traffico è intenso si può\nviaggiare per file parallele; sono vietate l'inversione di marcia, la retromarcia e\nla svolta a sinistra, mentre il sorpasso è consentito anche in curva o sui dossi. La\ncarreggiata centrale è a doppio senso con 4 corsie (come la fig. 550), pertanto le \ncorsie laterali servono per la marcia normale e quelle centrali per il sorpasso, se\nil traffico è intenso si può viaggiare per file parallele; sono vietate l'inversione di\nmarcia, la retromarcia e la svolta a sinistra, mente il sorpasso è consentito an-\nche in curva o sui dossi. È sbagliato dire che ha la corsia centrale a doppio senso\no che è composta da 3 corsie e 8 carreggiate."
        },
        {
          "id": "sec-11-9",
          "title": "STRISCE DI GUIDA SULLE INTERSEZIONI",
          "content": "Sono strisce discontinue curve di colore bianco e servono per effettuare corret-\ntamente la svolta a sinistra evitando di entrare contromano. Nello svoltare a si-\nnistra bisogna lasciare a destra il centro dell'incrocio (dove può eventualmente\ntrovarsi un monumento, una fontana, ecc.) e a sinistra le strisce tratteggiate \n(così come nello svoltare a destra, debbono essere lasciate a sinistra). Le linee\nessendo discontinue possono essere valicate da chi prosegue diritto."
        },
        {
          "id": "sec-11-10",
          "title": "STRISCE DI GUIDA SULLE INTERSEZIONI",
          "content": "Le strisce di guida, essendo costituite da linee bianche tratteggiate, possono es-\nsere valicate dai veicoli; pertanto: il veicolo A può proseguire diritto o a sinistra,\nil veicolo B può svoltare a destra o a sinistra, il veicolo C può proseguire diritto o\na destra."
        },
        {
          "id": "sec-11-11",
          "title": "ISOLA DI TRAFFICO",
          "content": "L'isola di traffico è una zona delimitata da strisce bianche oblique ove è vietato il \ntransito e la sosta dei veicoli; pertanto: il veicolo A deve andare diritto, il veicolo\nB deve svoltare a destra, il veicolo C deve svoltare a destra, nessun veicolo può\nsvoltare a sinistra."
        },
        {
          "id": "sec-11-12",
          "title": "STRISCIA TRASVERSALE CONTINUA",
          "content": "Impone particolare prudenza per la presenza di un incrocio; può essere integrata \n(completata) con la scritta \"Stop\" sulla pavimentazione stradale (fig. 519). Indi-\nca il punto in cui i conducenti devono fermarsi, per effetto di segnalazioni di ar-\nresto (semaforo rosso, vigile in posizione di alt, fig. 383, segnale di \"Stop\", fig. \n41). È sbagliato dire che può essere abbinata al segnale \"Dare Precedenza\" (fig. \n40) o che non può essere valicata (superata). \nManuale di teoria per le patenti A1 A e B \n59"
        },
        {
          "id": "sec-11-13",
          "title": "CORSIE DI CANALIZZAZIONE",
          "content": "Sono poste su strada a senso unico (infatti la striscia trasversale abbraccia tutta\nla larghezza della carreggiata) e le frecce indicano le direzioni possibili. La corsia\nA consente solo di proseguire a sinistra, la corsia B consente di proseguire a de-\nstra o a sinistra, la corsia C consente solo di proseguire a destra. Nessuna delle\ntre corsie consente di proseguire diritto; non tutte le corsie consentono, indiffe-\nrentemente, di svoltare a destra o a sinistra (è consentito solo sulla corsia B). È \nammesso cambiare corsia quando le strisce sono ancora discontinue."
        },
        {
          "id": "sec-11-14",
          "title": "CORSIE DI CANALIZZAZIONE",
          "content": "Sono poste su strada a doppio senso (infatti la striscia trasversale occupa metà \ncarreggiata) e le frecce indicano le direzioni possibili. Le tre corsie consentono in\ncomplesso (cioè nell'insieme) di proseguire diritto e di svoltare a destra e a sini-\nstra, fermo restando che la corsia A consente solo di proseguire a sinistra, la \ncorsia B consente di proseguire diritto o a sinistra, la corsia C consente di prose-\nguire diritto o a destra. È consentito cambiare corsia quando le strisce sono an-\ncora discontinue."
        },
        {
          "id": "sec-11-15",
          "title": "CORSIE DI CANALIZZAZIONE",
          "content": "In assenza di frecce direzionali tutte e tre le corsie consentono di proseguire di-\nritto. La corsia di sinistra consente anche di svoltare a sinistra; la corsia di de-\nstra consente anche di svoltare a destra; la corsia centrale consente solo di pro-\nseguire diritto. È consentito cambiare corsia quando le strisce sono ancora di-\nscontinue. È sbagliato dire che le tre corsie consento tutte indifferentemente di\nsvoltare."
        },
        {
          "id": "sec-11-16",
          "title": "FRECCE BIANCHE DIREZIONALI",
          "content": "Sono tracciate nelle corsie prima di un incrocio per segnalare le direzioni consen-\ntite, invitando i conducenti a predisporsi nella corsia con freccia rivolta verso la\ndirezione da seguire. Consentono di scegliere la corsia di preselezione se le stri-\nsce di corsia sono discontinue mentre impongono di seguire la direzione indicata\nse le strisce di corsia sono continue."
        },
        {
          "id": "sec-11-17",
          "title": "FRECCE DI RIENTRO",
          "content": "Possono trovarsi su strade a doppio senso di circolazione e ci obbligano a rien-\ntrare sulla corsia di destra perché più avanti la linea discontinua diventa continua\ne non è più ammesso il sorpasso sulla corsia di sinistra. È sbagliato dire che pos-\nsono essere a freccia combinata, integrate (completate) da iscrizioni che indica-\nno la località raggiungibile o che ci consentono di scegliere la corsia di presele-\nzione (infatti non sono frecce direzionali poste prima di un incrocio)."
        },
        {
          "id": "sec-11-18",
          "title": "STRISCIA DI DELIMITAZIONE",
          "content": "Indica una zona per la fermata degli autobus e dei filobus in servizio pubblico\n(non interessa solo gli autobus e non delimita lo spazio riservato alla sosta di au-\ntobus e filobus). Serve agli autobus, nelle parti con strisce a zig-zag, per l'acco-\nstamento e per ripartire. Consente il transito e la fermata sull'area delimitata (a-\ngli autobus ed ai filobus, ma anche agli altri veicoli come le autovetture e gli au-\ntocarri); vieta la sosta anche nelle parti con striscia gialla a zig-zag. La segnale-\ntica può mancare, in tal caso la sosta è vietata da 15 metri prima a 15 metri do-\npo il cartello di fermata bus (figg. 219, 256). È sbagliato dire che può essere \nrealizzata anche con striscia continua o che vieta la sosta da 15 metri prima a 15 \nmetri dopo i suoi limiti. \nValerio Platia e Roberto Mastri \n60"
        },
        {
          "id": "sec-11-19",
          "title": "ISCRIZIONI E SIMBOLI SULLA PAVIMENTAZIONE STRADALE",
          "content": "Sono quelle impiegate per guidare o regolare il traffico e quelle apposte per \ncompletare l'indicazione delle frecce direzionali: STOP, per integrare la segnala-\nzione verticale di arrestarsi e dare precedenza (fig. 41); P e L con Croce di S. \nAndrea dipinta, per segnalare tutti i tipi di passaggi a livello (fig. 531); BUS, di \ncolore giallo, nelle zone riservate alla fermata di autobus in servizio pubblico (fig. \n546); TAXI, di colore giallo, per indicare zone riservate al parcheggio di taxi (fig. \n272)."
        },
        {
          "id": "sec-11-20",
          "title": "SEGNI GIALLI E NERI",
          "content": "Sono posti lungo il ciglio (bordo) verticale del marciapiede e indicano tratti di \nstrada lungo i quali la sosta ed il parcheggio sono vietati (è invece consentita la\nfermata); indicano l'estensione (cioè la lunghezza) del divieto di sosta; indicano\nche non si può lasciare il veicolo in sosta lungo il tratto di strada così contrasse-\ngnato. È sbagliato dire che indicano un ostacolo sul margine della carreggiata\n(gli ostacoli, quali marciapiedi, muretti, pilastri, ecc. vengono evidenziati con\nstrisce oblique alternate bianche e nere). \nSEGNI A STRISCE OBLIQUE BIANCHE E NERE ALTERNATE POSSONO INDICARE: \nOstacoli posti vicino o dentro la carreggiata; un punto critico stradale come il ci-\nglio (bordo) di un marciapiede, muretti o pilastri. \n\nManuale di teoria per le patenti A1 A e B \n61"
        }
      ]
    },
    {
      "id": "lesson-12",
      "title": "Pericolo e intralcio alla circolazione, Velocità,",
      "description": "Lezione 12: Pericolo e intralcio alla circolazione, Velocità,",
      "icon": "📚",
      "sections": [
        {
          "id": "sec-12-1",
          "title": "LA VELOCITÀ DEVE ESSERE REGOLATA",
          "content": "In modo da non costituire pericolo per la sicurezza delle persone e delle cose\n(non solo di quelle trasportate) e non causare disordine od intralcio per la circo-\nlazione. Bisogna sempre mantenere una velocità che non superi il limite imposto \ndai segnali stradali e che consenta in ogni evenienza la tempestiva normale ma-\nnovra di arresto, così da poter intervenire con sicurezza in caso di imprevisti. \nLa velocità deve essere regolata in funzione: delle condizioni atmosferiche o di\nvisibilità; del tipo di veicolo (stato dei pneumatici, efficienza dei freni, quantità\ndel carico); delle condizioni della strada (stretta, bagnata, trafficata, ecc.); delle\ncondizioni psico-fisiche del conducente (riflessi, stanchezza, sonnolenza); della\nvelocità media dei veicoli che ci precedono (e non della velocità di quelli che ci\nseguono). \nSi deve in particolare moderare la velocità: in tutti i casi di scarsa visibilità (in\ncurva, nei dossi, nelle ore notturne, in caso di nebbia o di foschia); in tutti i casi\ndi pericolo (nei tratti di strada ricoperti di ghiaccio, neve, nelle strettoie, negli\nincroci, nei centri abitati, vicino alle scuole). \nÈ sbagliato dire che la velocità deve essere regolata in relazione alla lunghezza\ndel viaggio; alla potenza del motore del veicolo; al tipo di sterzo installato; alla \nportata (cioè il carico massimo trasportabile dal veicolo); a quella massima indi-\ncata dal tachimetro (strumento situato sul cruscotto del veicolo che misura la\nvelocità a cui si viaggia); alla tabella di marcia che si è prestabilito (ad esempio: \npercorrere 100 km in un ora di tempo); in presenza degli agenti addetti ai servizi\ndi polizia stradale o quando si incontra un qualsiasi segnale stradale."
        },
        {
          "id": "sec-12-2",
          "title": "DISTANZA DI SICUREZZA",
          "content": "È la distanza che deve intercorrere tra un veicolo e l'altro, tale da poter evitare,\nin caso di frenata improvvisa, incidenti. Essa è la minima che si deve mantenere\ndal veicolo che ci precede e deve essere almeno uguale allo spazio percorso du-\nrante il tempo di reazione (che è di circa un secondo). La distanza di sicurezza\ntra due veicoli dipende: dalla velocità; dalla prontezza di riflessi del conducente,\ndalla sua concentrazione e condizione psico-fisica; dalle condizioni atmosferiche \n(pioggia, nebbia, neve); dalle condizioni della strada (se in discesa, trafficata,\necc.); dal tipo, peso e stato di efficienza del veicolo (freni, pneumatici). Dalla \nmacchina sgombraneve e spargisale gli altri veicoli devono stare distanti almeno\n20 metri."
        },
        {
          "id": "sec-12-3",
          "title": "LIMITI DI VELOCITÀ \n \nLIMITI MASSIMI DI VELOCITÀ GENERALI",
          "content": "50 km/h - centri abitati (strade urbane) \n90 km/h - strade extraurbane secondarie \n110 km/h - strade extraurbane principali \n130 km/h - autostrade"
        },
        {
          "id": "sec-12-4",
          "title": "LIMITI MASSIMI DI VELOCITÀ PER PARTICOLARI VEICOLI",
          "content": "40 km/h - macchine agricole e macchine operatrici con pneumatici \n45 km/h - ciclomotori \n80 km/h - quadricicli a motore"
        },
        {
          "id": "sec-12-5",
          "title": "LIMITI MASSIMI DI VELOCITÀ IN AUTOSTRADA",
          "content": "80 km/h - autotreni; autovetture che trainano rimorchi (anche se leggeri) o ca-\nravan (roulotte); quadricicli \n130 km/h - motocicli, autovetture, autovetture con carrello-appendice, veicoli \nfino a 3,5 t. \nIn caso di precipitazioni atmosferiche (pioggia, neve) la velocità massima non\npotrà superare i 110 km/h. \nSulle autostrade a tre corsie per ogni senso di marcia (più la corsia di emergen-\nza) gli enti proprietari possono alzare il limite di velocità fino a 150 km/h, purché\nsussistano particolari caratteristiche e condizioni della strada."
        },
        {
          "id": "sec-12-6",
          "title": "LIMITI MASSIMI DI VELOCITÀ SU STRADE EXTRAURBANE PRINCIPALI",
          "content": "70 km/h - autotreni, autovetture che trainano rimorchi (anche se leggeri) o ca-\nravan (roulotte) \n80 km/h - quadricicli \n110 km/h - motocicli, autovetture, autovetture con carrello-appendice, veicoli \nfino a 3,5 t. \nIn caso di precipitazioni atmosferiche (pioggia, neve) la velocità massima non\npotrà superare i 90 km/h."
        },
        {
          "id": "sec-12-7",
          "title": "LIMITI MASSIMI DI VELOCITÀ SU STRADE EXTRAURBANE SECONDARIE",
          "content": "70 km/h - autotreni, autovetture che trainano rimorchi (anche se leggeri) o ca-\nravan (roulotte) \n80 km/h - quadricicli \n90 km/h - motocicli, autovetture, autovetture con carrello-appendice, veicoli fino \na 3,5 t. \n\nValerio Platia e Roberto Mastri \n64"
        }
      ]
    },
    {
      "id": "lesson-13",
      "title": "Posizione dei veicoli sulla carreggiata, Cam-",
      "description": "Lezione 13: Posizione dei veicoli sulla carreggiata, Cam-",
      "icon": "📚",
      "sections": [
        {
          "id": "sec-13-1",
          "title": "SVOLTA A SINISTRA",
          "content": "Dopo aver controllato dallo specchio retrovisore che nessun veicolo che segue\nabbia iniziato il sorpasso, si aziona l'indicatore di direzione, spostandosi verso\nl'asse (il centro) della carreggiata su strada a doppio senso, oppure ci si avvicina\nil più possibile al margine sinistro se la strada è a senso unico, quindi ci si sposta\nin prossimità del centro dell'incrocio (per evitare di imboccare contro mano la\nnuova strada) e si svolta, dando la precedenza ai veicoli che provengono da de-\nstra, di fronte e ai pedoni. Se c'è il segnale \"Rotatoria\" (fig. 104) si occupa l'area \ndi destra, lasciando a sinistra il centro dell'incrocio; altrimenti, si occupa l'area di \nsinistra, lasciando a destra il centro dell'incrocio. \n\nIN PROSSIMITÀ O IN CORRISPONDENZA DEGLI INCROCI È VIETATO: \nProcedere a zig zag (modificare improvvisamente la direzione di marcia); sor-\npassare se l'incrocio non è regolato da vigile o da semaforo; sorpassare una bici-\ncletta se per farlo si invade la corsia opposta di marcia; effettuare l'inversione di\nmarcia; fermarsi o sostare. È sbagliato dire che è vietato rallentare; azionare i\ndispositivi di segnalazione acustica (clacson o trombe), anche fuori dei centri\nabitati; superare sempre la velocità di 60 km/h; comunque il sorpasso; usare i\nfari anabbaglianti o azionare l'indicatore di direzione. \n\nGIUNGENDO IN PROSSIMITÀ DI UN INCROCIO SI DEVE:"
        },
        {
          "id": "sec-13-2",
          "title": "CONVOGLI MILITARI E CORTEI",
          "content": "È vietato interrompere cortei, convogli militari (cortei di veicoli), processioni, co-\nlonne di scolari, ma occorre attendere la fine del loro passaggio, fermandosi sulla \ndestra ed aspettando che la carreggiata si liberi, evitando nel frattempo di suo-\nnare. Se c'è una strada laterale è opportuno imboccarla, purché la manovra pos-\nsa essere fatta in maniera corretta, mentre va evitato di retrocedere o di fare \nconversioni ad U, soprattutto se ciò costituisce intralcio alla circolazione. \n\nManuale di teoria per le patenti A1 A e B \n67"
        }
      ]
    },
    {
      "id": "lesson-14",
      "title": "Norme sulla precedenza (incroci)",
      "description": "Lezione 14: Norme sulla precedenza (incroci)",
      "icon": "📚",
      "sections": []
    },
    {
      "id": "lesson-15",
      "title": "Sorpasso",
      "description": "Lezione 15: Sorpasso",
      "icon": "📚",
      "sections": [
        {
          "id": "sec-15-1",
          "title": "SORPASSO",
          "content": "Prima di iniziare un sorpasso è necessario mantenere la distanza di sicurezza,\naccertare che la visibilità sia tale da poterlo fare senza pericolo e che non vi sia-\nno segnali che lo vietino; che si disponga di spazio libero sufficiente e che i vei-\ncoli che seguono o precedono non abbiano iniziato la stessa manovra. Quindi si\ndeve: segnalare la manovra ai conducenti che seguono azionando l'indicatore di \ndirezione sinistro e avvertire quelli che precedono con il clacson (ove consentito)\noppure con il lampeggio dei proiettori abbaglianti; completare la manovra e rien-\ntrare a destra appena l'auto sorpassata sia ben visibile dallo specchio retroviso-\nre, evitando di stringere o tagliare la strada al veicolo sorpassato."
        }
      ]
    },
    {
      "id": "lesson-16",
      "title": "Fermata e Sosta, Arresto e Partenza",
      "description": "Lezione 16: Fermata e Sosta, Arresto e Partenza",
      "icon": "📚",
      "sections": [
        {
          "id": "sec-16-1",
          "title": "LA FERMATA",
          "content": "Per fermata si intende una sospensione della marcia di breve durata (ad esempio\nper far salire o scendere passeggeri). È consentita lungo il margine destro della\ncarreggiata (su strada a senso unico è consentita anche sul lato sinistro) e non \ndeve causare intralcio alla circolazione. La fermata è vietata: in presenza del-\nl'apposito segnale \"Divieto di Fermata\" (fig. 85) e in tutti i luoghi dove sia di in-\ntralcio alla circolazione; davanti ai segnali stradali (solo quando si nasconde la \nvista del segnale stesso); nelle curve e sui dossi; in corrispondenza ed in pros-\nsimità dei passaggi a livello e degli incroci; sulle corsie di preselezione; sui binari\ndel tram; sui passaggi ciclabili e pedonali; nelle gallerie (salvo diversa segnala-\nzione); in autostrada (salvo necessità)."
        },
        {
          "id": "sec-16-2",
          "title": "LA SOSTA",
          "content": "Per sosta si intende la sospensione della marcia del veicolo protratta nel tempo\n(duratura), con possibilità di allontanamento del conducente. È consentita lungo\nil margine destro (su strada a senso unico è consentita anche a sinistra) e biso-\ngna: lasciare il veicolo il più vicino possibile al bordo del marciapiede (se non c'è\nmarciapiede lasciare lo spazio di almeno 1 metro per il transito dei pedoni); a-\ndottare le opportune cautele atte ad evitare incidenti (spegnere il motore, azio-\nnare il freno di stazionamento, inserire la prima o la retromarcia, in discesa la-\nsciare il veicolo con ruote sterzate); porre in funzione il disco orario (ove richie-\nsto); accendere le luci di posizione (o le luci di sosta) quando si lascia un veicolo \ndi notte su strada non sufficientemente illuminata."
        },
        {
          "id": "sec-16-3",
          "title": "LA SOSTA È VIETATA",
          "content": "Nelle ore e nei giorni di validità dei segnali che la vietano (normalmente in pre-\nsenza del \"Divieto di Sosta\", fig. 84, posto nei centri abitati dalle 8 alle 20 e sulle \nstrade extraurbane 24 ore su 24, mentre in presenza del \"Divieto di Fermata\",\nfig. 85, normalmente 24 ore su 24 ovunque si trovi); in corrispondenza delle \ncurve e, fuori dei centri abitati, anche in loro prossimità; sui marciapiedi, sulle \nbanchine, nelle gallerie, sotto i fornici e i portici (archi stradali), salvo diversa in-\ndicazione; in corrispondenza di scivoli o di raccordi utilizzati dai veicoli per inva-\nlidi; allo sbocco dei passi carrabili (garage); sulle piste per cicli e agli sbocchi \ndelle piste ciclabili; sulle aree destinate ai veicoli per il carico e lo scarico della\nmerce, nelle ore stabilite; sugli attraversamenti pedonali; dove il bordo del mar-\nciapiede è colorato giallo e nero (fig. 670); in corrispondenza dei passaggi a li-\nvello e degli incroci; sopra i binari del tram; nelle corsie di canalizzazione; da-\nvanti ai cassonetti dei rifiuti urbani; a meno di 5 metri dagli incroci; a meno di 5\nmetri dai distributori di carburante, durante le ore di esercizio; a meno di 15 me-\ntri dal segnale di fermata degli autobus (figg. 219, 256) sprovvista di segnaletica \norizzontale; nelle zone a traffico limitato (fig. 187), se non si è muniti di autoriz-\nValerio Platia e Roberto Mastri \n82 \nzazione; nelle aree pedonali (fig. 186); sulle isole di traffico (fig. 595); davanti ai \nsegnali in modo da nasconderli; nelle corsie riservate ai mezzi pubblici (autobus,\ntaxi) e sulle aree destinate alla sosta dei taxi o dei veicoli per persone invalide; \noccupando nei parcheggi più di uno spazio o con inclinazione diversa rispetto alle\napposite strisce."
        },
        {
          "id": "sec-16-4",
          "title": "LA SOSTA DI AUTOVEICOLI IN DOPPIA FILA",
          "content": "La sosta in doppia fila di autoveicoli è sempre vietata perché provoca un restrin-\ngimento della carreggiata e costituisce intralcio alla circolazione."
        },
        {
          "id": "sec-16-5",
          "title": "UN PARCHEGGIO AUTORIZZATO",
          "content": "È delimitato da strisce gialle qualora sia riservato ai taxi, con strisce azzurre\nquando è a pagamento, con strisce bianche quando è gratuito; comporta il dove-\nre di parcheggiare il veicolo senza intralciare gli altri e, quando se ne esce, l'ob-\nbligo di dare la precedenza ai veicoli in transito."
        }
      ]
    },
    {
      "id": "lesson-17",
      "title": "Ingombro della carreggiata, Segnalazione di",
      "description": "Lezione 17: Ingombro della carreggiata, Segnalazione di",
      "icon": "📚",
      "sections": [
        {
          "id": "sec-17-1",
          "title": "INGOMBRO DELLA CARREGGIATA",
          "content": "Nel caso di ingombro per caduta accidentale del carico, il conducente deve ren-\ndere sollecitamente libero, per quanto possibile, il passaggio, rimuovendo tem-\npestivamente il carico e adottando le cautele necessarie a rendere sicura la cir-\ncolazione. Fuori dai centri abitati il conducente deve presegnalare l'ostacolo me-\ndiante il segnale di veicolo fermo (triangolo)."
        },
        {
          "id": "sec-17-2",
          "title": "SEGNALE MOBILE TRIANGOLARE DI PERICOLO",
          "content": "Va utilizzato obbligatoriamente, da tutti gli autoveicoli, solo fuori dai centri abita-\nti, per segnalare veicoli che debbano restare fermi sulla carreggiata ed ogni cari-\nco caduto che non possa essere spostato subito. Occorre farne uso: di notte,\nquando siano inefficienti le luci di posizione posteriori o di emergenza; per cadu-\nta di sostanze pericolose su strada extraurbana; se il veicolo fermo o il carico\ncaduto (in curva o dosso) non siano visibili ad almeno 100 metri. Il triangolo de-\nve essere posto: ad almeno 50 metri dal veicolo fermo o dall'ostacolo, in modo\nche sia visibile ad una distanza di almeno 100 m. da chi sopraggiunge; sulla cor-\nsia occupata dal carico o dal veicolo ad almeno un metro dal bordo esterno della \ncarreggiata; con apposito sostegno (in modo che non cada)."
        }
      ]
    },
    {
      "id": "lesson-18",
      "title": "Circolazione sulle Strade extraurbane Princi-",
      "description": "Lezione 18: Circolazione sulle Strade extraurbane Princi-",
      "icon": "📚",
      "sections": [
        {
          "id": "sec-18-1",
          "title": "STRADA EXTRAURBANA PRINCIPALE",
          "content": "La strada extraurbana principale è una strada a carreggiate indipendenti o sepa-\nrate da spartitraffico, ciascuna con almeno due corsie di marcia; è priva di inter-\nsezioni a raso (sono invece presenti le intersezioni a livelli sfalsati) ed è provvi-\nsta di apposite aree di sosta (fig. 240); e di accessi con corsie di accelerazione \n(per entrare) e di decelerazione (per uscire). È riservata alla circolazione di alcu-\nne categorie di veicoli a motore (non possono entrarvi biciclette e ciclomotori) e\ncontraddistinta dagli appositi segnali di inizio e fine (fig. 194). Il limite massimo \ndi velocità è di 110 km/h e la segnaletica è di colore blu."
        },
        {
          "id": "sec-18-2",
          "title": "AUTOSTRADA",
          "content": "L'autostrada è una strada a carreggiate indipendenti o separate da spartitraffico,\nciascuna con almeno due corsie di marcia e corsia di emergenza, priva di incroci \na raso (sono invece presenti gli incroci a livelli sfalsati) e accessi privati (garage,\nstradelle) e munita di corsie di accelerazione e di decelerazione per l'ingresso e\nl'uscita dei veicoli. È riservata alla circolazione di alcune categorie di veicoli a \nmotore (motocicli di almeno 150 cm3; autoveicoli che siano in grado di raggiun-\ngere la velocità di 80 km/h) ed è contraddistinta da appositi segnali di inizio e\nfine (figg. 196, 195). Il limite massimo di velocità è di 130 km/h e la segnaletica \nè di colore verde. \n\nSONO AMMESSI A CIRCOLARE IN AUTOSTRADA:",
          "image": "assets/images/segnali/autostrada.png"
        },
        {
          "id": "sec-18-3",
          "title": "MERGENZA",
          "content": "Onde evitare di ostacolare il flusso dei veicoli che seguono, non dobbiamo rallen-\ntare bruscamente per tentare di raggiungerlo o fermarci per dargli un passaggio,\nanche se ce lo chiede. Dobbiamo invece proseguire la nostra marcia, fermandoci,\nse lo riteniamo utile, alla successiva area di servizio o al casello di uscita per se-\ngnalare l'accaduto. \n\nManuale di teoria per le patenti A1 A e B \n87"
        }
      ]
    },
    {
      "id": "lesson-19",
      "title": "Dispositivi di equipaggiamento (luci, cla-",
      "description": "Lezione 19: Dispositivi di equipaggiamento (luci, cla-",
      "icon": "📚",
      "sections": [
        {
          "id": "sec-19-1",
          "title": "ACCENSIONE DELLE LUCI",
          "content": "È obbligatorio tenere accesi i dispositivi di illuminazione a partire da mezz'ora\ndopo il tramonto del sole (e non direttamente dal tramonto) fino a mezz'ora pri-\nma del sorgere del sole. Di giorno è obbligatorio: su tutte le strade extraurbane\n(siano esse principali, secondarie o autostrade); quando si trasportano feriti o\nammalati gravi; nelle gallerie sempre (sia urbane che extraurbane, indipenden-\ntemente dalla presenza di illuminazione); in ogni caso di scarsa visibilità: in pre-\nsenza di nebbia, neve o pioggia intensa. I conducenti di ciclomotori e motocicli,\nche circolano su strade sia urbane che extraurbane, hanno l'obbligo di tenere\nsempre accese le luci di posizione e gli anabbaglianti."
        },
        {
          "id": "sec-19-2",
          "title": "USO DELLE LUCI \nNEI CENTRI ABITATI",
          "content": "Con illuminazione sufficiente: luce di posizione + luce anabbagliante. \nCon illuminazione insufficiente: luce di posizione + luce anabbagliante. \nCon scarsa visibilità: luce di posizione + anabbagliante o fendinebbia."
        },
        {
          "id": "sec-19-3",
          "title": "FUORI DEI CENTRI ABITATI",
          "content": "Con illuminazione sufficiente: luce di posizione + luce anabbagliante. \nCon illuminazione insufficiente: luce di posizione + luce abbagliante. \nCon scarsa visibilità: luce di posizione + anabbagliante o fendinebbia. \nDi giorno: luce di posizione + luce anabbagliante."
        },
        {
          "id": "sec-19-4",
          "title": "USO DELLE LUCI DI POSIZIONE",
          "content": "Durante la marcia il solo uso delle luci di posizione non è consentito, ma va ab-\nbinato con altre luci (fendinebbia, anabbaglianti, abbaglianti). Infatti, in caso di \nscarsa visibilità (nebbia, pioggia) si usano le luci di posizione congiuntamente ai\nproiettori fendinebbia o, in mancanza dei fendinebbia, le luci di posizione insieme\na quelli anabbaglianti. Nelle ore notturne le luci di posizione devono essere la-\nsciate accese per tutto il tempo che il veicolo rimane fermo o in sosta all'interno\ndella carreggiata, tranne nel caso in cui sia reso pienamente visibile dalla pubbli-\nca illuminazione o se sosta all'interno di un'area di parcheggio. \nValerio Platia e Roberto Mastri \n88"
        },
        {
          "id": "sec-19-5",
          "title": "USO DEI PROIETTORI ANABBAGLIANTI",
          "content": "L'uso dei proiettori anabbaglianti è obbligatorio, a partire da mezz'ora dopo il\ntramonto del sole: nei centri abitati sufficientemente o insufficientemente illumi-\nnati; fuori dai centri abitati quando l'illuminazione pubblica è sufficiente; fuori \ndai centri abitati insufficientemente illuminati quando si incrociano altri veicoli (in\nquesto caso vanno usati in sostituzione dei proiettori abbaglianti). Inoltre vanno\nusati (sia di giorno che di notte, sia dentro che fuori dei centri abitati): in caso di \nscarsa visibilità per nebbia fitta, foschia o nevicata in atto; durante il trasporto di\nferiti o ammalati gravi. Fuori dai centri abitati (su strade extraurbane principali,\nsecondarie o autostrade) vanno sempre accesi (anche di giorno)."
        },
        {
          "id": "sec-19-6",
          "title": "USO DEI PROIETTORI ABBAGLIANTI",
          "content": "È obbligatorio fuori dei centri abitati (e nelle gallerie extraurbane) quando l'illu-\nminazione pubblica manca (le sole luci anabbaglianti, in questo caso, non basta-\nno); è vietato, di norma, nelle strade urbane; va invece sostituito con quello dei \nproiettori a luce anabbagliante: quando si incrociano altri veicoli; quando si se-\ngue un veicolo a breve distanza (è però sbagliato dire quando non si mantenga\nla distanza di sicurezza, in quanto va sempre mantenuta); quando vi sia il peri-\ncolo di abbagliare i conducenti di veicoli su altre strade o i pedoni. È consentito\nl'uso intermittente delle luci abbaglianti: in sostituzione del clacson per dare av-\nvertimenti utili al fine di evitare incidenti (sorpasso, pericolo immediato), sia di\ngiorno che di notte, sia nei centri abitati che fuori."
        },
        {
          "id": "sec-19-7",
          "title": "SE, DI NOTTE, INCROCIAMO UN VEICOLO CON FARI ABBAGLIANTI ACCESI OC-",
          "content": "CORRE: \nRallentare adeguatamente tenendo conto della ridotta visibilità nel nostro com-\nportamento di guida ed eventualmente fermarsi; distogliere lo sguardo dal fascio \nluminoso; evitare brusche manovre e cambi di corsia; procedere con prudenza\nusando le luci anabbaglianti."
        },
        {
          "id": "sec-19-8",
          "title": "PROIETTORE ABBAGLIANTE",
          "content": "È un proiettore a luce abbagliante: ha un fascio luminoso rivolto prevalentemen-\nte in profondità per illuminare la strada a grande distanza; serve ad illuminare in\nprofondità la strada davanti al veicolo. Può essere utilizzato ad intermittenza\n(lampeggiando), anche nei centri abitati, per segnalazioni luminose in sostituzio-\nne del clacson (effettuazione di un sorpasso, in caso di pericolo immediato). È\nsbagliato dire che è dotato di lampada difettosa; che evita l'abbagliamento in fa-\nse di incrocio o che ha un fascio luminoso che non colpisce direttamente i veicoli\nincrocianti."
        },
        {
          "id": "sec-19-9",
          "title": "PROIETTORE ANABBAGLIANTE ASIMMETRICO CORRETTO",
          "content": "È un proiettore asimmetrico (illumina anche il lato destro della strada) a luce a-\nnabbagliante con lampada montata correttamente; ha un fascio luminoso che \nnon colpisce direttamente i veicoli incrocianti perché emette luce verso il basso e\nverso destra, evitando così l'abbagliamento in fase di incrocio; illumina fino ad\nuna certa distanza per non abbagliare i conducenti dei veicoli incrocianti; deve \nessere di tipo omologato (approvato). È sbagliato dire che è un proiettore di tipo\nsimmetrico con lampada difettosa o montata in maniera errata o che illumina la\nstrada a grande distanza (prevalentemente in profondità). \nManuale di teoria per le patenti A1 A e B \n89"
        },
        {
          "id": "sec-19-10",
          "title": "PROIETTORE ANABBAGLIANTE ASIMMETRICO ERRATO",
          "content": "È un proiettore asimmetrico (illumina anche di lato) a luce anabbagliante, ma la\nlampada è montata in maniera errata (è rovesciata): infatti, essendo rovesciata, \nemette un fascio luminoso rivolto prevalentemente verso l'alto, non potendo così\nilluminare correttamente la strada (crea di conseguenza il fenomeno di abbaglia-\nre, pur essendo un proiettore anabbagliante). È sbagliato dire che ha un fascio\nluminoso di profondità (luce abbagliante); che la lampada è montata corretta-\nmente o che emette luce verso il basso e verso destra."
        },
        {
          "id": "sec-19-11",
          "title": "LAMPEGGIO SIMULTANEO DEGLI INDICATORI DI DIREZIONE",
          "content": "Il lampeggio simultaneo di tutti gli indicatori luminosi di direzione (le 4 frecce)\nva azionato: nei casi di ingombro della carreggiata; durante il tempo necessario\na collocare o riprendere il segnale mobile triangolare di pericolo (ma non in so-\nstituzione del triangolo); quando per avaria (guasto) il veicolo è costretto a pro-\ncedere a velocità particolarmente ridotta; quando si verificano improvvisi rallen-\ntamenti o incolonnamenti; quando la fermata di emergenza costituisce pericolo\nper gli altri utenti della strada."
        },
        {
          "id": "sec-19-12",
          "title": "LUCE BIANCA DELLA TARGA",
          "content": "Serve a rendere leggibile la targa posteriore dei veicoli, dei rimorchi e delle mo-\ntrici, ad almeno 20 metri di distanza (per permettere l'identificazione del veicolo) \ne funziona quando sono accese le luci di posizione ed è accesa sul cruscotto la\nspia verde delle luci. I motocicli, durante la sosta, non hanno l'obbligo di tenere\naccesa la luce della targa."
        },
        {
          "id": "sec-19-13",
          "title": "CATADIOTTRI",
          "content": "Sono dispositivi di plastica a luce riflessa che integrano (completano) la funzione\ndelle luci, segnalando meglio la presenza del veicolo. Diventano vivamente lumi-\nnosi se illuminati dai fari di un veicolo così da indicare, particolarmente di notte,\nla presenza dei veicoli anche se a luci spente (infatti, fanno individuare un veico-\nlo fermo in caso di guasto delle luci posteriori). Possono essere: bianchi se ante-\nriori (prescritti soltanto in rimorchi, semirimorchi e carrelli); rossi se posteriori\n(obbligatori per tutti i veicoli e i rimorchi; di forma triangolare solamente nella\nparte posteriore di rimorchi, semirimorchi e carrelli); gialli se laterali (per segna-\nlare i rimorchi, i semirimorchi, i carrelli ed i veicoli di notevole lunghezza, cioè\nquelli che superano 6 metri). \nValerio Platia e Roberto Mastri \n90"
        },
        {
          "id": "sec-19-14",
          "title": "MANUTENZIONE DELL'IMPIANTO DI ILLUMINAZIONE",
          "content": "Per mantenere l'impianto di illuminazione e di segnalazione visiva sempre effi-\nciente deve essere eseguito con frequenza: l'accertamento dell'accensione e del\ncorretto funzionamento di tutte le luci; il controllo del funzionamento dei disposi-\ntivi di illuminazione e di segnalazione (luci e frecce), sostituendoli quando le su-\nperfici riflettenti interne siano deteriorate (arrugginite o scolorite); il controllo\ndell'orientamento dei fari (per evitare l'abbagliamento in fase di incrocio con un \nveicolo); il controllo della pulizia e della colorazione dei trasparenti di vetro e di\nplastica (catadiottri); il controllo dell'efficienza e del funzionamento di tutte le\nluci."
        }
      ]
    },
    {
      "id": "lesson-20",
      "title": "Spie e Simboli sui comandi",
      "description": "Lezione 20: Spie e Simboli sui comandi",
      "icon": "📚",
      "sections": [
        {
          "id": "sec-20-1",
          "title": "SIMBOLO PROIETTORI ABBAGLIANTI",
          "content": "È posto il comando (interruttore a leva) per l'accensione dei proiettori di profon-\ndità (luci abbaglianti) e sulla relativa spia luminosa a luce blu (segnalatore di luci\nabbaglianti accese). È sbagliato dire che indica l'accensione dei proiettori anab-\nbaglianti o fendinebbia, che è posto su spia di colore verde o che avverte il con-\nducente che bisogna accendere i proiettori."
        },
        {
          "id": "sec-20-2",
          "title": "SIMBOLO PROIETTORI ANABBAGLIANTI",
          "content": "È riprodotto (disegnato) sul comando (interruttore a leva) per l'accensione dei\nproiettori anabbaglianti ed è posto sulla relativa spia luminosa di colore verde\n(segnalatore di luci anabbaglianti accese). È sbagliato dire che indica l'accensio-\nne dei proiettori abbaglianti o fendinebbia, che è posto su spia di colore blu o\nche con luce pulsante (luce lampeggiante) indica l'accensione degli indicatori di\ndirezione (le frecce)."
        },
        {
          "id": "sec-20-3",
          "title": "SIMBOLO DEGLI INDICATORI DI DIREZIONE",
          "content": "Individua il comando (interruttore a leva) degli indicatori di direzione (le frecce)\ned è posto su una spia di colore verde, che può essere accoppiata ad una segna-\nlazione acustica (cicalino), che si accende con luce pulsante (lampeggiante)\nquando sono in funzione gli indicatori di direzione. La spia accesa può rammen-\ntare (ricordare) al conducente di spegnere gli indicatori di direzione. È sbagliato\ndire che consente di svoltare sia a destra che a sinistra (non è un segnale stra-\ndale), che segnala il funzionamento delle luci di arresto, che è posto su spia di\ncolore rosso o sul comando delle luci di posizione."
        },
        {
          "id": "sec-20-4",
          "title": "SIMBOLO DEL SEGNALE DI EMERGENZA",
          "content": "Indica il comando del segnale di emergenza (segnalazione luminosa di pericolo);\nè posto su una spia a luce pulsante (luce lampeggiante) di colore rosso e anche\nsull'interruttore che provoca l'accensione simultanea di tutti gli indicatori di dire-\nzione (le 4 frecce); identifica il comando di un dispositivo da usare in casi di e-\nmergenza (come ad esempio: quando si è verificato un incidente, un guasto al\nveicolo, quando si viene trainati). È opportuno ricordare che la semplice accen-\nsione delle 4 frecce non può sostituire la presenza del triangolo di auto ferma,\nche va ugualmente collocato nel caso di guasto del veicolo. È sbagliato dire che\nsi accende automaticamente in caso di collisione (incidente) o che va acceso\nquando si sosta in seconda fila. \nValerio Platia e Roberto Mastri \n92"
        },
        {
          "id": "sec-20-5",
          "title": "SIMBOLO DEL TERGICRISTALLO",
          "content": "È posto sul comando (interruttore a leva) del dispositivo che aziona il tergicri-\nstallo, ossia del dispositivo per pulire il parabrezza (vetro davanti), e non è col-\nlegato ad una spia luminosa. È sbagliato dire che è posto sulla spia giallo ambra\ndi tergicristallo in funzione o guasto (non è su una spia, ma solo sul comando),\noppure che individua il lavacristallo o tergilunotto posteriore (dietro)."
        },
        {
          "id": "sec-20-6",
          "title": "SIMBOLO DEL TERGI-LAVACRISTALLO",
          "content": "È posto su un interruttore che comanda sia il lavacristallo che il tergicristallo:\ncontraddistingue pertanto il comando (la leva) del tergi-lavacristallo anteriore, \nche è un dispositivo per pulire il parabrezza (vetro davanti), lavandolo. Non è\ncollocato su una spia luminosa. È sbagliato dire che serve a segnalare la fine del\nliquido lavavetro, oppure che è posto sul comando di un dispositivo per pulire il\nlunotto posteriore (vetro dietro)."
        },
        {
          "id": "sec-20-7",
          "title": "SIMBOLO DEL CLACSON",
          "content": "Indica il comando del dispositivo di segnalazione acustica (clacson); non è colle-\ngato ad una spia luminosa. È sbagliato dire che è posto su spia rossa di clacson\ninefficiente o che avverte di un guasto nel dispositivo di segnalazione acustica."
        },
        {
          "id": "sec-20-8",
          "title": "SIMBOLO DELLA RISERVA CARBURANTE",
          "content": "Contraddistingue una spia luminosa di riserva carburante. È collocato su una\nspia luminosa di colore giallo e, con spia accesa, indica che il veicolo funziona\nutilizzando la riserva di carburante, quindi che la benzina sta per finire. Individua\nun dispositivo che fornisce un'informazione sulla situazione del carburante ed in-\ntegra (completa) l'indicatore di livello del carburante (dispositivo situato sul cru-\nscotto, costituito da una lancetta mobile ed un quadrante con riportate delle tac-\nche riferite ai vari livelli del carburante). Il simbolo non individua il bocchettone\ndi caricamento del carburante (sportello di accesso per riempire il serbatoio del\nveicolo)."
        },
        {
          "id": "sec-20-9",
          "title": "SIMBOLO DELLA TEMPERATURA ECCESSIVA DELL'ACQUA",
          "content": "È posto su spia di colore rosso indicante che la temperatura dell'acqua supera i\nlimiti stabiliti dal costruttore (ha raggiunto circa 90 gradi), quindi segnala ecces-\nsivo riscaldamento dell'acqua e di conseguenza anche del motore; integra (com-\npleta) l'indicatore della temperatura dell'acqua (dispositivo situato sul cruscotto,\ncostituito da una lancetta mobile ed un quadrante con riportate delle tacche rife-\nrite ai vari gradi di temperatura). Il simbolo non individua il bocchettone dell'im-\npianto di raffreddamento (tappo di accesso per riempire di anticongelante il ra-\ndiatore). È opportuno ricordare che la spia non indica il livello (la quantità) di\nacqua presente nel motore né la temperatura dell'olio, ma la temperatura del-\nl'acqua."
        },
        {
          "id": "sec-20-10",
          "title": "SIMBOLO DELLA BATTERIA",
          "content": "Collocato su spia di colore rosso indica se la batteria è in fase di carica o meno. \nSe la spia è accesa, indica che l'alternatore o la dinamo (generatori di corrente)\nnon caricano la batteria e che quindi la batteria non si ricarica. È sbagliato dire\nche se la spia rimane accesa bisogna sostituire subito la batteria perché è del \ntutto scarica (bisogna invece verificare perché la dinamo o l'alternatore non cari-\ncano sufficientemente la batteria), oppure che la batteria viene caricata dallo\nspinterogeno (la corrente viene sviluppata dal generatore, che può essere la di-\nnamo o l'alternatore). \nManuale di teoria per le patenti A1 A e B \n93"
        },
        {
          "id": "sec-20-11",
          "title": "SIMBOLO DELLA PRESSIONE BASSA DELL'OLIO",
          "content": "È posto su un dispositivo (spia di colore rosso) che dà indicazioni sulla pressione\ndel lubrificante nel motore. Con spia spenta e a motore acceso, indica che la\npressione dell'olio è regolare, ma posto su spia accesa indica insufficiente pres-\nsione dell'olio del motore e, se la spia continua a rimane accesa durante la mar-\ncia, indica di fermarci subito per evitare gravi danni. È opportuno ricordare che\nla spia non indica il livello (la quantità), il consumo o la temperatura dell'olio del\nmotore, ma la pressione. È sbagliato dire che quando la spia è accesa bisogna\ncambiare l'olio al motore, oppure che la spia luminosa è di colore giallo ambra."
        },
        {
          "id": "sec-20-12",
          "title": "SIMBOLO DEL LUNOTTO TERMICO",
          "content": "Contrassegna il comando (il pulsante) del lunotto termico, cioè del dispositivo\nantiappannante e di sbrinamento del lunotto posteriore (vetro dietro), e con-\ntraddistingue la spia di colore giallo che segnala che tale dispositivo è in funzio-\nne. È sbagliato dire che contraddistingue il comando e la spia del dispositivo di\nsbrinamento e di disappannamento del parabrezza (vetro davanti)."
        },
        {
          "id": "sec-20-13",
          "title": "SIMBOLO DI SBRINAMENTO DEL PARABREZZA",
          "content": "Individua e contrassegna il comando (il pulsante) del dispositivo di disappanna-\nmento e di sbrinamento del parabrezza (vetro davanti) ed è collocato su una\nspia di colore giallo che, quando è accesa, indica che il dispostivo di disappan-\nnamento è acceso e che ventilazione o riscaldamento del parabrezza sono in\nfunzione. È sbagliato dire che contraddistingue il comando e la spia del dispositi-\nvo di sbrinamento e di disappannamento del lunotto termico posteriore (vetro\ndietro)."
        },
        {
          "id": "sec-20-14",
          "title": "SIMBOLO DEI FENDINEBBIA POSTERIORI",
          "content": "È posto sul comando (il pulsante) di accensione delle luci posteriori (dietro) per\nnebbia, pertanto contraddistingue la spia luminosa di colore giallo che segnala\nl'accensione di tali luci. È sbagliato dire che identifica il comando per l'accensione \ndei proiettori abbaglianti, il comando e la spia delle luci fendinebbia anteriori\n(davanti) o una spia luminosa di colore verde e blu."
        },
        {
          "id": "sec-20-15",
          "title": "SIMBOLO DEI FENDINEBBIA ANTERIORI",
          "content": "È posto sul comando (pulsante) di accensione dei proiettori fendinebbia anteriori\n(davanti) ed è collocato su una spia luminosa di colore verde che segnala l'ac-\ncensione di tali luci. È sbagliato dire che identifica il comando per l'accensione \ndei proiettori anabbaglianti, il comando e la spia delle luci fendinebbia posteriori\n(dietro) o una spia luminosa di colore giallo."
        },
        {
          "id": "sec-20-16",
          "title": "SIMBOLO DEL FRENO DI STAZIONAMENTO",
          "content": "È riprodotto su una spia luminosa di colore rosso che, se accesa, segnala che il\nfreno di stazionamento (freno a mano) è inserito. Rammenta (ricorda) quindi di\ntogliere il freno prima della partenza del veicolo. È opportuno ricordare che il\nsimbolo non è posto sul comando del freno di stazionamento, ma soltanto sulla\nrelativa spia. È sbagliato dire che indica l'accensione delle luci di parcheggio o le\nluci di stazionamento, oppure che contraddistingue il comando del freno di servi-\nzio (freno a pedale)."
        },
        {
          "id": "sec-20-17",
          "title": "SIMBOLO FUNZIONAMENTO DIFETTOSO DEL SISTEMA FRENANTE",
          "content": "È riprodotto su una spia luminosa di colore rosso che segnala il funzionamento\ndifettoso del sistema di frenatura. Può segnalare scarso livello di liquido per i\nfreni, eccessivo consumo delle pasticche nei freni a disco (ferodi), eccessiva usu-\nra (consumo) delle guarnizioni delle ganasce nei freni a tamburo. La spia accesa\nsuggerisce di provvedere al controllo dell'impianto di frenatura. È sbagliato dire\nche non è collegato a una spia luminosa, oppure che contraddistingue un segna-\nlatore generico di pericolo (si tratta invece di un segnalatore specifico riguardan-\nte l'impianto di frenatura)."
        },
        {
          "id": "sec-20-18",
          "title": "SPIE ROSSE",
          "content": "Sono di colore rosso le spie: di accensione del segnale di emergenza, accensione \nsimultanea delle 4 frecce (fig. 698); della temperatura del liquido di raffredda-\nmento del motore (fig. 704); della pressione del lubrificante (olio) del motore \n(fig. 706); della cintura di sicurezza (fig. 707); del freno di stazionamento, detto \nanche freno a mano (fig. 720); del funzionamento difettoso del sistema di frena-\ntura (fig. 721);"
        }
      ]
    },
    {
      "id": "lesson-21",
      "title": "Cinture di Sicurezza, Sistemi di Ritenuta, Air-",
      "description": "Lezione 21: Cinture di Sicurezza, Sistemi di Ritenuta, Air-",
      "icon": "📚",
      "sections": [
        {
          "id": "sec-21-1",
          "title": "CINTURE DI SICUREZZA",
          "content": "Le cinture di sicurezza (da utilizzare in ogni circostanza, sia dentro i centri abitati\nche fuori) servono a trattenere il corpo allacciato al sedile, evitando che vada ad\nurtare le parti interne della vettura, limitando perciò i danni al conducente ed ai \npasseggeri in caso di incidente. Le cinture devono essere di tipo approvato e re-\ncare gli estremi dell'approvazione (omologazione). Il conducente è tenuto ad as-\nsicurarsi della costante efficienza delle cinture con un frequente controllo del loro \nstato di usura (consumo) e con la sostituzione quando siano state sottoposte ad\nuna violenta sollecitazione in caso d'urto. \n\nSONO ESENTATI (ESCLUSI) DALL'OBBLIGO DI INDOSSARE LE CINTURE \nNon devono indossare le cinture di sicurezza: istruttori di guida nello svolgimen-\nto della loro attività (gli allievi invece devono regolarmente allacciarla); donne in\nstato di gravidanza, con certificato delle particolari condizioni di rischio; persone\naffette da patologie (malattie) particolari (per le quali le cinture siano controindi-\ncate), con certificato rilasciato dalla A.S.L. (Azienda Sanitaria Locale)."
        },
        {
          "id": "sec-21-2",
          "title": "SISTEMI DI RITENUTA PER BAMBINI",
          "content": "I passeggeri di età inferiore a 12 anni e di statura (altezza) sotto gli 1,50 metri,\ndevono far uso di sistemi di ritenuta (seggiolini o cuscini) adeguati alla loro sta-\ntura ed al loro peso. I sistemi di ritenuta (da utilizzare durante la circolazione sia\nurbana che extraurbana) devono essere di tipo omologato e mantenuti sempre\nefficienti."
        },
        {
          "id": "sec-21-3",
          "title": "L'AIRBAG",
          "content": "È un dispositivo costituito da un cuscino gonfiabile di nylon ripiegato in un appo-\nsito vano (all'interno dello sterzo quello del guidatore, in appositi contenitori\nfrontali quello dei passeggeri, in altri contenitori sui fianchi quelli laterali). In ca-\nso di incidente stradale con urto violento, un sensore elettrico fa entrare in fun-\nzione un sistema che, riempendo il cuscino di gas nel tempo di alcuni millisecon-\ndi, lo fa espandere frapponendolo tra gli occupanti e la struttura del veicolo; vie-\nne così assicurata la massima protezione delle persone in caso di urto. Questo\ndispositivo può essere pericoloso se non si indossa la cintura di sicurezza. L'air-\nbag può essere di tipo frontale o laterale."
        },
        {
          "id": "sec-21-4",
          "title": "IL CASCO",
          "content": "Ha lo scopo di evitare l'urto diretto del capo contro corpi contundenti, limitando \nle lesioni in caso di incidente; esso non è però in grado di assorbire totalmente\nurti violenti (in quanto protegge solo la testa). Deve essere di tipo omologato e\ndi taglia adatta alla persona. Può essere utilizzato solo se integro (cioè non rotto \no incrinato) e deve essere ben allacciato per evitare di perderlo in caso d'urto.\nL'uso del casco è obbligatorio per: i conducenti di ciclomotori a due ruote (sia\nminorenni che maggiorenni); i conducenti ed i passeggeri di motocicli (compresi\ni conducenti di moto d'epoca). Non è invece obbligatorio per i conducenti di trici-\ncli con carrozzeria chiusa (motocarri) e di motocicli dotati di idonea cellula di si-\ncurezza (in quanto provvisti di cintura di sicurezza)."
        }
      ]
    },
    {
      "id": "lesson-22",
      "title": "Trasporto di Persone, Carico dei Veicoli, Pan-",
      "description": "Lezione 22: Trasporto di Persone, Carico dei Veicoli, Pan-",
      "icon": "📚",
      "sections": [
        {
          "id": "sec-22-1",
          "title": "TRASPORTO DI PERSONE",
          "content": "Il numero delle persone trasportabili (indicato sulla carta di circolazione) sulle\nautovetture può raggiungere il massimo di nove compreso il conducente; sugli \nautocarri (sul sedile anteriore) è al massimo di tre compreso il conducente; sui\nmotocicli è al massimo di due compreso il conducente."
        },
        {
          "id": "sec-22-2",
          "title": "SPOSTAMENTO DEL CARICO IN AVANTI",
          "content": "È importante fissare il carico ben saldamente anche perché, oltre al rischio di ca-\nduta, c'è la possibilità di spostamento in avanti; in tal caso, l'avanzamento del\ncarico, comporterebbe un diverso assetto del veicolo con una conseguente mag-\ngiore sollecitazione degli organi sterzanti e dei freni anteriori e con un maggior \nconsumo dei pneumatici anteriori."
        },
        {
          "id": "sec-22-3",
          "title": "PANNELLO PER CARICHI SPORGENTI",
          "content": "Deve essere posto all'estremità di ogni carico sporgente posteriormente, segnala\ncarichi indivisibili (quali: pali, travi) che sporgono dalla parte posteriore del vei-\ncolo e richiama l'attenzione dei conducenti che seguono invitandoli a procedere\ncon particolare prudenza. Deve essere applicato in ogni caso in cui il carico spor-\nge posteriormente (quindi anche se sporge di poco); il pannello, costruito con\nmateriale retroriflettente, deve essere fissato all'estremità posteriore del carico,\nin modo da risultare costantemente perpendicolare all'asse (al centro) del veico-\nlo ed essere sempre visibile; se la sporgenza interessa l'intera larghezza del vei-\ncolo, i pannelli devono essere 2, ciascuno situato dietro ad ogni estremità del ca-\nrico. Può essere posto sui veicoli guasti quando vengono trainati."
        },
        {
          "id": "sec-22-4",
          "title": "PANNELLI ARANCIONI PER TRASPORTO MERCI PERICOLOSE",
          "content": "Segnalano veicoli adibiti al trasporto di merci pericolose; devono essere fissati\ndavanti e dietro al veicolo; sono integrati con due serie di numeri indicanti il tipo\ndi pericolo (se esplosivo, inquinante, ecc.) e la materia trasportata (se benzina,\ngasolio, ecc.). Nel caso in cui il veicolo trasporta più di una merce pericolosa i\npannelli vengono applicati anche lateralmente per indicare, ciascuno, le singole\nmaterie pericolose trasportate. È sbagliato dire che si applicano ai veicoli di lun-\nghezza superiore a 7 metri, a quelli di massa complessiva oltre 3,5 t., ai veicoli\nche trasportano carichi sporgenti pericolosi o a quelli adibiti al trasporto interna-\nzionale su strada di merci (T.I.R.)."
        },
        {
          "id": "sec-22-5",
          "title": "PANNELLI POSTERIORI PER AUTOVEICOLI ADIBITI AL TRASPORTO DI COSE DI",
          "content": "MASSA A PIENO CARICO OLTRE 3,5 T. \nDevono essere applicati posteriormente (dietro) a tutti gli autoveicoli per tra-\nsporto di cose (autocarri) che superano a pieno carico 3,5 t.; sono retroriflettenti \ne fluorescenti per facilitare, da parte dei conducenti che seguono, l'individuazio-\nne e migliorare la visibilità notturna degli autoveicoli cui sono applicati. È sba-\ngliato dire che si applicano a tutti gli autocarri (devono invece superare la massa \ndi 3,5 t.), che delimitano l'ingombro laterale degli autocarri, che servono per la\nsegnalazione posteriore di carichi sporgenti o che individuano i veicoli classificati\neccezionali (cioè i veicoli che superano 18,75 metri di lunghezza)."
        },
        {
          "id": "sec-22-6",
          "title": "PANNELLI POSTERIORI PER RIMORCHI E SEMIRIMORCHI ADIBITI AL TRA-",
          "content": "SPORTO COSE DI MASSA A PIENO CARICO OLTRE 3,5 T. \nDevono essere applicati dietro a tutti i rimorchi o semirimorchi per trasporto di\ncose che superano a pieno carico 3,5 t.; sono retroriflettenti e fluorescenti per\nfacilitare, da parte dei conducenti che seguono, l'individuazione e migliorare la\nvisibilità notturna dei veicoli cui sono applicati. È opportuno ricordare che non vi \nè distinzione tra rimorchio e semirimorchio in quanto il pannello che si applica è\nlo stesso. È sbagliato dire che si debbono applicare a tutti i rimorchi e semiri-\nmorchi per trasporto di cose (devono invece superare la massa di 3,5 t.), alle \nmacchine operatrici che lavorano in condizioni di scarsa visibilità e agli autobus\ndi massa totale superiore a 3,5 t."
        },
        {
          "id": "sec-22-7",
          "title": "SEGNALI DI VELOCITÀ DA APPLICARE SUI VEICOLI",
          "content": "Debbono essere applicati sulla parte posteriore di taluni (alcuni) veicoli e ne indi-\ncano le velocità massime consentite (rispettivamente su autostrade e su strade\nextraurbane principali); possono essere al massimo due sullo stesso veicolo; \nvanno applicati a tutti i veicoli di massa superiore a 3,5 t. e ai quadricicli a moto-\nre non leggeri (in quanto questi veicoli non rispettano i limiti di velocità generali,\nma hanno dei limiti specifici). È sbagliato dire che vanno applicati sui motocicli, \nsugli autocarri ed autocaravan di massa complessiva fino a 3,5 t."
        },
        {
          "id": "sec-22-8",
          "title": "PANNELLO APPLICATO SUI VEICOLI OPERATRICI",
          "content": "È installato sui veicoli per lavori stradali fermi o in lento movimento, sui macchi-\nnari per la manutenzione stradale (ad esempio, i veicoli dell'ANAS) in sosta sulla\ncarreggiata o che per il tipo di carico procedono a velocità particolarmente ridot-\nta. Indica il lato dal quale il veicolo su cui è applicato deve essere sorpassato. È \nsbagliato dire che il pannello indica l'obbligo di svoltare a destra (fig. 95; la svol-\nta presuppone la presenza di un incrocio ove occorre abbandonare la strada di\nprovenienza), bisogna invece superare l'ostacolo spostandosi sulla destra. \nManuale di teoria per le patenti A1 A e B \n99"
        },
        {
          "id": "sec-22-9",
          "title": "PRESEGNALE DI CANTIERE MOBILE",
          "content": "Questo segnale può essere applicato dietro ai mezzi di lavoro (pale meccaniche,\nescavatori, ecc.) a copertura di un cantiere stradale o per preavvisare un cantie-\nre mobile (che si va spostando), indicando che a 500 metri ci sono operai al la-\nvoro sulla strada e che la carreggiata si restringe di una corsia. Può essere dota-\nto di luci gialle lampeggianti. È sbagliato dire che il segnale indica la deviazione \ndi un itinerario (indica invece un restringimento della carreggiata) o che il can-\ntiere è lungo 500 metri (il pannello integrativo non è quello di \"estesa\" fig. 122, \nma di \"distanza\" fig. 121)."
        }
      ]
    },
    {
      "id": "lesson-23",
      "title": "Patenti di Guida, Provvedimenti di revisione,",
      "description": "Lezione 23: Patenti di Guida, Provvedimenti di revisione,",
      "icon": "📚",
      "sections": [
        {
          "id": "sec-23-1",
          "title": "CON LA PATENTE DI CATEGORIA A SI POSSONO GUIDARE",
          "content": "Motocicli di qualunque cilindrata; tricicli (motocarri e motocarrozzette); quadrici-\ncli; macchine agricole non eccezionali (non devono superare determinati pesi e\ndimensioni)."
        },
        {
          "id": "sec-23-2",
          "title": "CON LA PATENTE DI CATEGORIA B SI POSSONO GUIDARE",
          "content": "Motocicli fino a 125 cm3 di cilindrata; macchine agricole; macchine operatrici \nnon eccezionali (non devono superare la massa di 3,5 t.); autocarri di massa fi-\nno a 3,5 t. anche se trainanti un rimorchio leggero; autoveicoli, autocaravan\n(camper), fino a 3,5 t. con un massimo di 9 posti totali (compreso quello del \nconducente)."
        },
        {
          "id": "sec-23-3",
          "title": "DURATA E CONFERMA DI VALIDITÀ DELLA PATENTE DI CATEGORIA B",
          "content": "La patente di guida di categoria B è valida 10 anni per chi non ha superato i 50\nanni di età, 5 anni per chi ha un'età compresa tra i 50 e i 70 anni, mentre è con-\nfermata ogni 3 anni a chi ha superato i 70 anni di età. La patente di guida della\ncategoria B è confermata (rinnovata) dalla Motorizzazione Civile, se il titolare è\nancora in possesso dei requisiti fisici e psichici richiesti (cioè a seguito di esito\nfavorevole dell'accertamento sanitario) e prevede limitazioni di velocità per i\nprimi 3 anni dalla data di superamento dell'esame: non consente di superare i\n90 km/h su strada extraurbana principale ai neopatentati; non consente di supe-\nrare i 100 km/h in autostrada per i primi tre anni dal conseguimento."
        },
        {
          "id": "sec-23-4",
          "title": "LA REVISIONE DELLA PATENTE",
          "content": "La revisione della patente viene disposta dal Prefetto e dalla Motorizzazione Civi-\nle (spesso avviene quando si è commesso un incidente grave a causa di un erra-\nto comportamento di guida) e consiste nel verificare (mettere alla prova) se\npermangono ancora i requisiti fisici e psichici (vista, udito, riflessi) e le capacità\ntecniche (conoscenza della segnaletica e capacità di guidare correttamente) per\ncontinuare a mantenere la patente posseduta. L'esito negativo della visita medi-\nca (perdita permanente dei requisiti psico-fisici) o dell'esame di idoneità (si viene \nbocciati) comporta la revoca definitiva della patente di guida. Nel caso di man-\ncanza provvisoria (temporanea) dei requisiti psico-fisici si ha, invece, la sospen-\nsione della patente, fino al recupero dei requisiti."
        },
        {
          "id": "sec-23-5",
          "title": "LA REVOCA DELLA PATENTE",
          "content": "Viene disposta dal Prefetto, dalla Motorizzazione Civile e dal Giudice e consiste\nnell'annullamento permanente della patente (viene definitivamente tolta). Viene \ndisposta: per perdita permanente dei requisiti fisici o psichici (se si perdono de-\nfinitivamente i requisiti necessari per continuare a guidare); quando il titolare\nnon sia più in possesso dei requisiti morali (il giudice può, ad esempio, ordinare \nla revoca ad un delinquente); quanto il titolare, sottoposto ad esame di revisio-\nne, risulti non più idoneo (ad esempio: se si viene bocciati agli esami di revisio-\nne); quando la patente è sostituita con altra di uno Stato estero (se ci si trasferi-\nsce all'estero la patente italiana viene revocata, fino al ritorno in Italia); se si\nguida nonostante sia stata disposta la sospensione della patente."
        },
        {
          "id": "sec-23-6",
          "title": "IL RITIRO IMMEDIATO DELLA PATENTE",
          "content": "Il ritiro viene disposto dagli agenti di Polizia quando accertino delle irregolarità \nnon gravi, ad esempio: quando il conducente guida con patente scaduta; quando\nil conducente non si sottopone all'esame di revisione patente nei termini pre-\nscritti (guidare senza effettuare gli esami medici o tecnici disposti per la revisio-\nne patente, entro la data stabilita, comporta il ritiro della patente, fino a quando\nnon ci si sottopone agli esami); se il conducente non sistema correttamente il\ncarico su invito degli organi di polizia (se si circola con un veicolo che supera il\npeso e/o la sporgenza si incorre nel ritiro della patente, fino al ripristino del cari-\nco); quando il conducente guida in stato di ebbrezza (guidare in stato di ubria-\nchezza comporta il ritiro e anche la sospensione della patente)."
        },
        {
          "id": "sec-23-7",
          "title": "LA SOSPENSIONE DELLA PATENTE",
          "content": "La sospensione della patente viene disposta dal Prefetto, dalla Motorizzazione\nCivile e dall'Autorità Giudiziaria (giudice del tribunale) e consiste nel divieto di\ncondurre veicoli per un determinato periodo (da un minimo di 15 giorni fino ad\nun massimo di 3 anni). La sospensione è prevista per molte infrazioni gravi; a\nvolte, non alla prima infrazione, ma quando per 2 volte in 2 anni il conducente\nrifaccia la stessa irregolarità. La sospensione avviene: quando non si rispetta\nl'obbligo di dare la precedenza (ad esempio: ai tram, ai treni, quando si esce da\nun garage); quando si circola contromano in curva; quando si effettua l'inversio-\nne di marcia in autostrada; quando si supera di oltre 40 km/h il limite massimo\ndi velocità; quando si circola abusivamente con un veicolo sottoposto a seque-\nstro; quando il conducente fugge senza prestare soccorso alla persona investita;\nin caso di guida in stato di ebbrezza; in caso di temporanea perdita dei requisiti\nfisici o psichici (fino al recupero dei requisiti); se il titolare guida con patente di \ncategoria diversa da quella necessaria per il veicolo condotto; quando il titolare\ndi patente speciale guida veicoli con adattamenti diversi da quelli prescritti (ai\nmutilati e minorati fisici che guidano veicoli non opportunamente modificati)."
        },
        {
          "id": "sec-23-8",
          "title": "RITIRO DELLA CARTA DI CIRCOLAZIONE",
          "content": "Il ritiro della carta di circolazione viene effettuato durante la circolazione dagli\nagenti che accertano la violazione, quando: il veicolo non sia stato sottoposto\nalla prescritta revisione o si esibisca attestazione falsa di avvenuta revisione;\nnon sia stato annotato l'aggiornamento sulla carta di circolazione in seguito a\nmodifiche del veicolo (sostituzione del telaio, aggiunta del gancio di traino); non\nsia stato comunicato al P.R.A. entro 60 giorni il trasferimento di proprietà; non \nsia stato richiesto alla M.C.T.C. entro 60 giorni il cambio di residenza. \n\nManuale di teoria per le patenti A1 A e B \n103"
        }
      ]
    },
    {
      "id": "lesson-24",
      "title": "Obbligo verso funzionari ed agenti, Docu-",
      "description": "Lezione 24: Obbligo verso funzionari ed agenti, Docu-",
      "icon": "📚",
      "sections": [
        {
          "id": "sec-24-1",
          "title": "USO DELLE LENTI",
          "content": "Per integrare determinati difetti della vista si debbono sempre (e non solamente\nquando le circostanze ne rendano consigliabile l'uso) usare gli occhiali da vista o\nle lenti a contatto durante la guida, quando ciò sia indicato sulla patente (tramite\nla dicitura \"obbligo delle lenti\" o il codice internazionale 01) in sede di rilascio (o \ndi rinnovo) della patente stessa. \n\nValerio Platia e Roberto Mastri \n104"
        }
      ]
    },
    {
      "id": "lesson-25",
      "title": "Cause più frequenti di incidenti stradali, Cor-",
      "description": "Lezione 25: Cause più frequenti di incidenti stradali, Cor-",
      "icon": "📚",
      "sections": [
        {
          "id": "sec-25-1",
          "title": "CONDIZIONI AVVERSE DEL TEMPO",
          "content": "Per adattarsi alle condizioni avverse del tempo e prevenire incidenti stradali, oc-\ncorre: moderare la velocità adattandola alle condizioni atmosferiche per essere\nsempre in grado di fermarsi entro lo spazio visibile; aumentare la distanza di si-\ncurezza dal veicolo che precede; tenere accese le luci di posizione e anabba-\nglianti in ogni caso di scarsa visibilità; accendere la luce posteriore per nebbia se\nla visibilità è inferiore a 50 metri; in caso di nebbia o pioggia molto fitte, fermar-\nsi in area sicura."
        },
        {
          "id": "sec-25-2",
          "title": "ALLA LUCE VERDE DEL SEMAFORO SE UN VEICOLO TARDA A RIPARTIRE BISO-",
          "content": "GNA: \nNon cercare di superare il veicolo con manovre errate o improprie, ma attendere\npazientemente la ripresa della marcia, evitando l'uso improprio delle segnalazio-\nni acustiche e luminose; se c'è bisogno ed è possibile farlo senza pericolo, va \nprestato aiuto all'automobilista rimasto fermo. \n\nCHI GUIDA UN VEICOLO AD ELEVATE PRESTAZIONI DEVE COMUNQUE: \nEvitare di costituire pericolo per gli altri utenti della strada; non superare mai i\nlimiti di velocità stabiliti dai segnali stradali; negli incroci dare di norma la prece-\ndenza anche ai veicoli lenti qualora essi provengano da destra; tenere stretta-\nmente la destra quando effettua una svolta a destra; guardare nello specchietto\nretrovisore prima di segnalare l'intenzione di cambiare corsia. \n\nIN CASO DI TRAFFICO INTENSO IL CONDUCENTE DEVE:"
        }
      ]
    },
    {
      "id": "lesson-26",
      "title": "Comportamento in caso di incidente, Re-",
      "description": "Lezione 26: Comportamento in caso di incidente, Re-",
      "icon": "📚",
      "sections": [
        {
          "id": "sec-26-1",
          "title": "RESPONSABILITÀ CIVILE",
          "content": "Circolando con un veicolo potremmo essere assoggettati a delle responsabilità in\nconseguenza del nostro comportamento di guida; queste possono essere di 3 ti-\npi: civile, penale e amministrativa. La responsabilità civile consiste nell'obbligo di\nrisarcire i danni causati alle persone, alle cose e agli animali (anche se si tratta\ndi danni di lieve entità), quindi obbliga il responsabile, o chi per lui (l'impresa as-\nsicuratrice), al risarcimento (con pagamento in denaro) del danno causato al\ndanneggiato; grava sul conducente e sul proprietario del veicolo (non grava in-\nvece sul proprietario se dimostra che il veicolo è stato usato contro la sua volon-\ntà, ad esempio: il furto); è indipendente dalle altre due responsabilità (penale e\namministrativa)."
        },
        {
          "id": "sec-26-2",
          "title": "IN UN INCIDENTE CHI È CIVILMENTE OBBLIGATO A RISARCIRE I DANNI",
          "content": "Può accordarsi con il danneggiato circa l'entità del risarcimento (infatti, può de-\ncidere di pagare direttamente, senza far intervenire l'impresa assicuratrice), in \nquesto caso è conveniente avvalersi di un consulente di infortunistica stradale\n(un esperto in materia) per quantificare l'esatto importo del danno causato; non\nè tenuto a chiedere l'intervento degli organi di polizia se non vi sono danni alle \npersone; può far riparare il proprio veicolo. Non è soggetto comunque al paga-\nmento di una sanzione amministrativa (si è soggetti a sanzioni amministrative\nquando vengono infrante regole del codice della strada); non si libera da ogni\nforma di responsabilità penale pagando l'ammontare del danno (pagandone\nl'ammontare si libera solo dalla responsabilità civile)."
        },
        {
          "id": "sec-26-3",
          "title": "RESPONSABILITÀ PENALE",
          "content": "Consiste nell'obbligo di rispondere del proprio comportamento. Sorge ogni volta\nche si violi il codice penale e alcuni articoli del codice della strada, qualora si\nprovochi la morte per delitto di una persona o il grave ferimento (non sorge in-\nvece per danni involontari alle sole cose o se l'evento non è considerato reato o\nè riferibile a causa di forza maggiore, ad esempio: scoppia un pneumatico tenuto\nin buone condizioni) e grava solo sul conducente del veicolo, cioè su colui che ha\ncommesso il fatto e non sul proprietario. La responsabilità penale non ha niente\nin comune con la civile o amministrativa; le tre forme sono indipendenti l'una \ndalle altre. La responsabilità penale non si estingue quando si risarciscono i dan-\nni oppure quando interviene l'impresa assicuratrice pagando adeguatamente."
        },
        {
          "id": "sec-26-4",
          "title": "RESPONSABILITÀ PENALE E CIVILE",
          "content": "Se, in un incidente (sinistro stradale), abbiamo tutte e due le responsabilità (pe-\nnale e civile), siamo soggetti alle pene previste dal codice penale e tenuti al ri-\nsarcimento del danno (solo per quello civile), inoltre siamo soggetti all'arresto\npreventivo in caso di fuga e omissione di soccorso. Essendo responsabili penal-\nmente e civilmente di un incidente, si può incorrere nella revisione, sospensione\no revoca della patente; è però sbagliato dire che necessariamente si viene as-"
        }
      ]
    },
    {
      "id": "lesson-27",
      "title": "Stato fisico del Conducente, Effetti dell'Alcool",
      "description": "Lezione 27: Stato fisico del Conducente, Effetti dell'Alcool",
      "icon": "📚",
      "sections": [
        {
          "id": "sec-27-1",
          "title": "I FARMACI PER IL MAL D'AUTO",
          "content": "Possono provocare al conducente sonnolenza e diminuzione dell'attenzione,\nquindi riduzione dei riflessi e allungamento dei tempi di reazione (oltre alla\nscomparsa del senso di nausea si verificano effetti collaterali incompatibili con la\nguida). \n\nSE SI STANNO SEGUENDO TERAPIE (CURE) CON FARMACI AD AZIONE SEDATIVA\nOccorre accertarsi delle eventuali controindicazioni alla guida (leggendo il fogliet-\nto illustrativo annesso al farmaco). Se non esistono controindicazioni, si può gui-\ndare, pur continuando a prendere il farmaco, purché la malattia (stato patologi-\nco) che ha dato luogo alla cura (terapia) sia compatibile con la guida, non com-\nprometta le capacità di guida e le condizioni fisiche siano adeguate. \n\nASSUNZIONE DI ALCOOL E GUIDA IN STATO DI EBBREZZA (UBRIACHEZZA) \nL'assunzione di alcool influenza la guida in quanto la rende meno sicura poiché\npuò indurre eccitazione (euforia) ed imprudenza (mancato senso del pericolo);\ninoltre può indurre sonnolenza, altera la capacità di concentrazione e di atten-\nzione; rende meno rapidi i riflessi; comporta pericolo grave per la circolazione e\nquindi costituisce un reato punito con l'arresto di un mese, un'ammenda e anche\ncon la sospensione della patente; può essere accertata con alcooltest (etilome-\ntro) a cui è obbligatorio sottoporsi."
        },
        {
          "id": "sec-27-2",
          "title": "GUIDA SOTTO L'INFLUENZA DI SOSTANZE STUPEFACENTI",
          "content": "È vietato guidare in condizioni di alterazione fisica e psichica in conseguenza del-\nl'uso di sostanze stupefacenti che alterano i riflessi, la coordinazione dei movi-\nmenti e le percezioni (vista, udito, ecc.). L'uso di tali sostanze, inoltre, può cau-\nsare sonnolenza od eccitazione (euforia). Chi ha fatto uso abituale di droghe\n(anche se leggere) può conseguire o conservare qualsiasi categoria di patente\nsolo se dimostra di avere smesso stabilmente. A tal fine dovrà sottoporsi ad ac-\ncertamenti presso la commissione medica locale (composta da più medici) che\ndovrà accertare che il soggetto non è più tossicodipendente. \n\nIL MANCATO SENSO DEL PERICOLO DURANTE LA GUIDA PUÒ ESSERE DATO DA:\nAbuso di alcool (e non di bevande analcoliche o di caffè); uso di stupefacenti;\nuso di farmaci sedativi (ad esempio: quelli per il mal d'auto) o di sonniferi."
        },
        {
          "id": "sec-27-3",
          "title": "PRIMO SOCCORSO",
          "content": "Soccorrere un infortunato della strada è un dovere imposto dal codice penale che \nne punisce l'omissione, nonché un comportamento che dimostra senso civico\n(obbligo morale). Il fine del primo soccorso è quindi quello di attuare semplici ed\nimmediate misure di sopravvivenza, assistendo la vittima in attesa di più ade-\nguati soccorsi. È inoltre importante evitare che la vittima subisca ulteriori lesioni\ned impedire che siano posti in atto interventi errati da parte di altre persone. A\ntal fine occorrerà segnalare l'incidente, chiamare i soccorsi qualificati, assistendo\ne proteggendo la vittima come meglio si può, senza prendere iniziative di com-\npetenza medica (come ad esempio: somministrare farmaci, mettere la vittima in\nposizione comoda o spostarla se non proprio necessario)."
        },
        {
          "id": "sec-27-4",
          "title": "CORPO ESTRANEO IN UN OCCHIO",
          "content": "Se la vittima presenta un corpo estraneo in un occhio (vetro, scheggia, ecc.) si\ndeve: impedire che la vittima si tocchi l'occhio ferito e non massaggiare la pal-\npebra per evitare lesioni più gravi; bendare l'occhio senza rimuovere il corpo e-\nstraneo (facendo però attenzione a non farlo penetrare maggiormente) e fare \nintervenire uno specialista (oculista). \n\nFRATTURA AGLI ARTI (GAMBE O BRACCIA)"
        },
        {
          "id": "sec-27-5",
          "title": "STATO DI SHOCK",
          "content": "Lo stato di shock (molto simile ad uno svenimento) è determinato da una caduta \nManuale di teoria per le patenti A1 A e B \n115\ndi pressione del sangue che crea una riduzione dell'afflusso di sangue con gravi\ndanni per cervello e cuore. Può essere causato da: emozioni, forte perdita di\nsangue (emorragia), gravi traumi, dolore fisico (fratture). Lo stato di shock si \nmanifesta attraverso i seguenti sintomi: stato di agitazione, pelle pallida, sudo-\nrazione fredda, brividi, battito del cuore debole (difficile da percepire) ma fre-\nquente. L'infortunato in stato di shock deve essere steso a terra, inserendo una \ncoperta sotto il corpo per evitare dispersioni di calore, e tenendogli le gambe sol-\nlevate (di circa 20 - 30 cm.) rispetto al corpo, per favorire l'afflusso di sangue al\ncuore e al cervello."
        },
        {
          "id": "sec-27-6",
          "title": "TRAUMA ALLA GABBIA TORACICA",
          "content": "Può comportare fratture delle costole o dello sterno aggravate da possibili lesioni\nai polmoni. L'infortunato respira con molta difficoltà, pertanto occorre: cercare di\nfacilitare la respirazione ponendo il soggetto semi-seduto (senza fargli compiere \nprofondi respiri); proibirgli di bere e mangiare e prestare assistenza fino all'arri-\nvo di più adeguati soccorsi. In caso di ferita visibile e profonda comprimere subi-\nto con un panno pulito senza provvedere a pulire, disinfettare e medicare la le-\nsione."
        },
        {
          "id": "sec-27-7",
          "title": "STATO DI INCOSCIENZA",
          "content": "Un ferito in stato di incoscienza non reagisce a stimoli semplici (un pizzicotto,\nuno schiaffo); non è in grado di rispondere ad una domanda (anche la più sem-\nplice); non è in grado di eseguire movimenti. Pertanto, bisogna intervenire\nprendendosi cura dell'infortunato che è incapace di provvedere a se stesso, vigi-\nlando sulle sue condizioni fino all'arrivo dell'ambulanza. Verificare se respira an-\ncora ponendo la mano sulla parte bassa laterale del torace o sull'addome: se non\nrespira liberare naso e bocca da eventuali ostruzioni (vomito, sangue, ecc.), se \nrespira spontaneamente porlo in posizione \"laterale di sicurezza\" (sdraiato su di\nun fianco con testa reclinata all'indietro, bocca aperta rivolta verso terra per faci-\nlitare la fuoriuscita di liquidi, gamba e braccio piegati). \n\nValerio Platia e Roberto Mastri \n116"
        }
      ]
    },
    {
      "id": "lesson-28",
      "title": "Limitazione dei consumi, Inquinamento (at-",
      "description": "Lezione 28: Limitazione dei consumi, Inquinamento (at-",
      "icon": "📚",
      "sections": [
        {
          "id": "sec-28-1",
          "title": "INQUINAMENTO ATMOSFERICO PRODOTTO DAI VEICOLI",
          "content": "Per ridurre l'inquinamento atmosferico occorre limitare i gas di scarico (limitando\ni consumi di carburante) e la presenza di sostanze nocive (ottimizzando la com-\nbustione del carburante e mantenendo il motore efficiente). Inoltre occorre: te-\nnere un'andatura il più possibile uniforme e ridurre il numero e l'intensità delle\naccelerazioni; non sovraccaricare il veicolo; limitare ragionevolmente la velocità\ndi marcia; spegnere il motore in caso di arresto prolungato, specie se in galleria."
        },
        {
          "id": "sec-28-2",
          "title": "L'INQUINAMENTO ATMOSFERICO PRODOTTO DAI VEICOLI CON MOTORE DIESEL",
          "content": "Dipende dalla incompleta combustione del gasolio e dalla regolazione dei dispo-\nsitivi di alimentazione (pompa di iniezione ed iniettori); aumenta con l'intasa-\nmento del filtro dell'aria (occorre quindi sostituirlo periodicamente) e se gli iniet-\ntori sono difettosi; è maggiore se il fumo di scarico presenta colore scuro (in \nquesto caso occorre far mettere a punto il motore). Occorre inoltre sottoporre a\ncontrollo periodico il filtro del gasolio. È opportuno ricordare che nei motori die-\nsel non esistono alcuni organi che nei motori a scoppio invece possono contribui-\nre all'innalzamento dell'inquinamento, questi sono: le candele, il carburatore e il\ndispositivo di avviamento a freddo (starter). \nValerio Platia e Roberto Mastri \n118 \nSONO CAUSA DI RUMORE: \nL'abuso dei dispositivi di segnalazione acustica (clacson) e, in particolare, l'uso di\nclacson a più toni (tromba bitonale) o comunque di tipo non approvato dalla Mo-\ntorizzazione Civile; il deterioramento del dispositivo silenziatore (la marmitta); la\ncattiva manutenzione della carrozzeria e delle sospensioni (ammortizzatori),\nnonché la percorrenza delle curve a velocità che provoca lo strisciamento dei\npneumatici (la sgommata). È opportuno ricordare che l'insufficiente livello dell'o-\nlio dei freni non è fonte di rumore, infatti, la scarsa quantità di olio, non provo-\ncando una sufficiente frenatura, non genera rumore."
        },
        {
          "id": "sec-28-3",
          "title": "INQUINAMENTO DA RUMORE",
          "content": "Il rumore, che in galleria e nelle strade strette fiancheggiate da fabbricati si in-\ntensifica a causa del rimbombo (fenomeno dell'eco), può essere ridotto con una\nguida corretta, che eviti brusche frenate e accelerazioni improvvise. Pertanto bi-\nsogna: far controllare i freni se stridono (strisciano) e veriricare che il dispositivo\nsilenziatore (la marmitta) sia in condizioni di efficienza; usare i dispositivi di se-\ngnalazione acustica, anche di notte, ma solamente ai fini della sicurezza stradale \ne con la massima moderazione, evitando di usare il clacson nei centri abitati se\nnon in caso di effettivo e immediato pericolo. Si deve, infine, evitare di frenare\nbruscamente, se non strettamente necessario, ed evitare inutili e ripetute acce-\nlerazioni a vuoto, nonché sistemare il carico in modo idoneo."
        }
      ]
    },
    {
      "id": "lesson-29",
      "title": "Elementi costitutivi del veicolo (pneumatici,",
      "description": "Lezione 29: Elementi costitutivi del veicolo (pneumatici,",
      "icon": "📚",
      "sections": [
        {
          "id": "sec-29-1",
          "title": "PNEUMATICI CON BATTISTRADA USURATO",
          "content": "I pneumatici con battistrada (la parte che poggia sulla strada) eccessivamente \nusurato (consumato): aumentano la probabilità di incidenti stradali; sono più\nsoggetti alla foratura e allo scoppio; aumentano la probabilità di perdita di ade-\nrenza in caso di pioggia (aquaplaning) e la possibilità di slittamento in curva; i-\nnoltre, influiscono negativamente sulla frenatura del veicolo (aumentando lo\nspazio di frenatura)."
        },
        {
          "id": "sec-29-2",
          "title": "VIAGGIANDO CON PNEUMATICI DELLO STESSO ASSE GONFIATI DIFFERENTE-",
          "content": "MENTE: \nIn curva aumenta il fenomeno dello slittamento e in frenatura il veicolo sbanda\nmaggiormente; il veicolo \"tira\" (sbanda) dalla parte del pneumatico anteriore a\nminore pressione (e non dalla parte del pneumatico più gonfio); si compromette\nla tenuta di strada del veicolo (non soltanto in curva)."
        },
        {
          "id": "sec-29-3",
          "title": "SOSPENSIONI E AMMORTIZZATORI",
          "content": "Hanno la funzione di migliorare la sicurezza della circolazione perché rendono il\nveicolo più stabile in curva, in frenata e su fondo sconnesso; inoltre ammortizza-\nno gli urti contro le irregolarità della strada (buche, fossi, ecc.), rendendo più\nconfortevole e sicura la guida. Quando gli ammortizzatori sono scarichi (ad e-\nsempio per mancanza di olio o gas), si ha un comportamento anomalo del veico-\nlo in frenata e in curva (un maggior coricamento laterale del veicolo) e una di-\nminuzione del comfort dei passeggeri. I danni che il veicolo può subire, in segui-\nto ad ammortizzatori scarichi, sono: il consumo non uniforme del battistrada dei\npneumatici e la rottura delle molle delle sospensioni."
        }
      ]
    },
    {
      "id": "lesson-30",
      "title": "Stabilità e tenuta di strada del veicolo",
      "description": "Lezione 30: Stabilità e tenuta di strada del veicolo",
      "icon": "📚",
      "sections": [
        {
          "id": "sec-30-1",
          "title": "SE IL VEICOLO IN FASE DI FRENATURA TENDE A SBANDARE",
          "content": "Il conducente deve procedere con cautela e portare il veicolo in officina per la\nmessa a punto (un controllo) e, tra l'altro, far controllare l'equilibratura del si-\nstema frenante (per evitare che la frenatura sia squilibrata) e far verificare la \npressione di gonfiaggio dei pneumatici (infatti il veicolo tende a sbandare anche\na causa di una bassa o elevata pressione); è conveniente non abbassare il peda-\nle della frizione (per evitare un aumento di velocità del veicolo, specie se in di-\nscesa). \n\nPER CONTROLLARE LO SBANDAMENTO DEL VEICOLO È OPPORTUNO: \nRestare anzitutto padroni di se stessi e sterzare dolcemente nella stessa direzio-\nne dello slittamento (e non controsterzare al massimo nella direzione opposta);\nnon abbassare il pedale della frizione (anzi lasciarla innestata, cioè a pedale sol-"
        },
        {
          "id": "sec-30-2",
          "title": "SE IL VEICOLO IN FASE DI FRENATURA TENDE A SBANDARE",
          "content": "Il conducente deve procedere con cautela e portare il veicolo in officina per la\nmessa a punto (un controllo) e, tra l'altro, far controllare l'equilibratura del si-\nstema frenante (per evitare che la frenatura sia squilibrata) e far verificare la \npressione di gonfiaggio dei pneumatici (infatti il veicolo tende a sbandare anche\na causa di una bassa o elevata pressione); è conveniente non abbassare il peda-\nle della frizione (per evitare un aumento di velocità del veicolo, specie se in di-\nscesa). \n\nPER CONTROLLARE LO SBANDAMENTO DEL VEICOLO È OPPORTUNO: \nRestare anzitutto padroni di se stessi e sterzare dolcemente nella stessa direzio-\nne dello slittamento (e non controsterzare al massimo nella direzione opposta);\nnon abbassare il pedale della frizione (anzi lasciarla innestata, cioè a pedale sol-\nlevato); non cambiare marcia neanche per innestarne una inferiore (infatti per\ncambiare marcia occorre abbassare la frizione, il che non è conveniente durante\nlo sbandamento del veicolo); non frenare immediatamente, ma ridurre lo sforzo \nfrenante. \n\nManuale di teoria per le patenti A1 A e B \n125\nIndice"
        }
      ]
    }
  ],
  "version": "2.1",
  "source": "Merged: Full PDF lessons + Signal images"
}